\u7B49\u7EA7=Grade 
\u767B\u5F55=Login   
\u5907\u6CE8=Note
\u62A5\u4EF7\u8BE6\u60C5=Details of the quotation
\u5728\u7EBF\u8BE2\u4EF7=Online inquiry
\u8BED\u79CD=Language
\u8BF7\u9009\u7FFB\u8BD1\u5468\u671F=select the translation cycle
\u4E00\u822C\u60C5\u51B5\uFF1A\u6D41\u7A0B\u5904\u7406\u65F6\u95F41\u5929\u30013000\u5B57/\u5929(\u7FFB\u8BD1)\u30016000\u5B57/\u5929(\u6821\u5BF9)\u30018000\u5B57/\u5929(\u5BA1\u6838)=General situation: process processing time 1 days, 3000 word / day (translation), 6000 word / day (proofreading), 8000 word / day (audit) 
\u52A0\u6025\u60C5\u51B5\uFF1A\u6D41\u7A0B\u5904\u7406\u65F6\u95F41\u5929\u30014000\u5B57/\u5929\uFF08\u7FFB\u8BD1\uFF09\u30018000\u5B57/\u5929\uFF08\u6821\u5BF9\uFF09\u300110000\u5B57/\u5929\uFF08\u5BA1\u6838\uFF09=Urgent situation: process processing time 1 days, 4000 words / day (translation), 8000 word / day (proofreading), 10000 word / day (audit)
\u7279\u6025\u60C5\u51B5\uFF1A5000\u5B57/\u5929\uFF08\u7FFB\u8BD1\uFF09\u300110000\u5B57/\u5929\uFF08\u6821\u5BF9\uFF09\u300115000\u5B57/\u5929\uFF08\u5BA1\u6838\uFF09=                       Express: 5000 words / day (translation), 10000 words / day (proofreading), 15000 words / day (audit) 
\u53EF\u9009\u8BD1\u5458=optional interpreter
\u7EA6\u5408= agreement
\u5FEB\u901F\u53D1\u5E03= rapid release                                                                                                              
\u7FFB\u8BD1\u9886\u57DF= Domain
\u4EC5\u7FFB\u8BD1= Only translation
\u7FFB\u8BD1+\u6821\u5BF9=Translation + proofreading 
\u7FFB\u8BD1\u6821\u5BF9+\u5BA1\u6838= Translation proofreading + audit  
\u8BF7\u9009\u8BD1\u5458\u7B49\u7EA7=Please  select level
\u5468\u671F=Cycle
\u8BF7\u9009\u62E9\u7FFB\u8BD1\u5468\u671F= Please  select cycle
\u8BF7\u9009\u62E9\u8BED\u79CD= Please select language 
\u8BF7\u9009\u62E9\u7FFB\u8BD1\u9886\u57DF= Please select domain
\u6D41\u7A0B\u7C7B\u578B= Process
\u8BF7\u9009\u62E9\u7FFB\u8BD1\u6D41\u7A0B= Please select process
\u8BD1\u5458\u7B49\u7EA7= Level
                                                                                               
\u4EBA= human
(\u5343\u5B57/\u539F\u6587) = (1000 words/ original)
\u5143= yuan
\u8BC1\u4EF6\u7FFB\u8BD1\u6536\u8D39\uFF1B= certificate translation fees;
                                                      
\u666E\u901A\u7EA7\u522B\uFF1A\u7528\u4E8E\u5E2E\u52A9\u5BA2\u6237\u4E86\u89E3\u539F\u6587\u5927\u610F\uFF0C\u4EC5\u4F9B\u53C2\u8003\u3001\u5185\u90E8\u4EA4\u6D41\u8D44\u6599\uFF0C\u4EE5\u767D\u8BDD\u6587\u4F53\u73B0\uFF1B=
general level: used to help customers understand the main idea of the original, for reference only, internal communication materials, in vernacular language; 
\u4E13\u4E1A\u7EA7\u522B\uFF1A\u5B66\u672F\u3001\u4E13\u4E1A\u3001\u5DE5\u4E1A\u7B49\u6027\u8D28\u7528\u4E8E\u751F\u4EA7\uFF0C\u4EA4\u6D41\uFF0C\u89E3\u8BFB\uFF1B\u8BD1\u6587\u8868\u8FBE\u8D34\u8FD1\u8BD1\u540E\u7528\u8BED\u4E60\u60EF\u3001\u6CE8\u91CD\u6587\u4EF6\u4E2D\u4E13\u4E1A\u672F\u8BED\u7684\u4E13\u4E1A\u6027\u548C\u7EDF\u4E00\u6027\u3002= Professional level: academic, professional, industrial and other properties for production, communication and interpretation; translation expression close to post translation habits, focusing on the professional and unity of professional terms in documents.
\u51FA\u7248\u7EA7\u522B\uFF1A\u6B63\u5F0F\u6587\u4EF6\u3001\u6CD5\u5F8B\u6587\u4E66\u6216\u51FA\u7248\u6587\u7A3F\u4EE5\u53CA\u516C\u53F8\u5BA3\u4F20\u753B\u518C\u9762\u5411\u5927\u4F17\u4F7F\u7528\uFF1B\u5728\u4E13\u4E1A\u7684\u57FA\u7840\u4E0A\u66F4\u52A0\u6CE8\u91CD\u4E8E\u8BD1\u540E\u7528\u8BED\u4E60\u60EF\u9010\u5B57\u9010\u53E5\u8003\u7A76\u8BCD\u6C47\u7684\u8868\u8FBE\uFF0C\u884C\u6587\u6D41\u7545\uFF0C\u7528\u8BED\u6709\u6CA1\uFF0C\u589E\u52A0\u8BD1\u540E\u6587\u5B57\u7684\u53EF\u8BFB\u6027\uFF0C\u5B8C\u7F8E\u4F53\u73B0\u539F\u6587\u7684\u610F\u5883\u3002\u91C7\u7528\u6709\u7FFB\u8BD1\u51FA\u7248\u4E66\u7C4D\u62A5\u520A\u7ECF\u9A8C\u7684\u9AD8\u7EA7\u6821\u5BF9\u3002=publication level: official documents, legal documents or manuscript and company brochures for public use; the expression on the basis of professional pay more attention to the translation of idioms well after the word for word and sentence for sentence vocabulary, language fluency, language, increase the readability of the text translation, the perfect embodiment of the original artistic conception. Using the advanced proofreading of the experience of publishing and publishing books and newspapers.
\u8BC1\u4EF6\u7FFB\u8BD1\u6536\u8D39= fee for translation of documents 
\u5143/\u6BCF\u4EFD\uFF0C\u4E2A\u522B\u7A00\u6709\u8BED\u79CD\u53E6\u8BAE\uFF0C\u8BC1\u4EF6\u8D85\u8FC78\u4EFD\uFF0C\u53EF\u4EAB\u6709\u4F18\u60E0\u653F\u7B56\uFF0C\u8BE6\u60C5\u8BF7\u62E8\u6253\u70ED\u7EBF\u54A8\u8BE2\u3002yuan / each,individual rare languages, more than 8 copies, can enjoy preferential policies, please call the hotline. 

5\u3001\u5173\u4E8E\u7FFB\u8BD1\u5468\u671F\u5E73\u53F0\u4F9D\u7167\u4EE5\u4E0B\u4F8B\u5B50\u7ED9\u4E88\u53C2\u8003\uFF1A=The translation cycle platform is referenced in the following examples: 
\u4F8B\u5B501\uFF1A1\u4E07\u5B57\u7FFB\u8BD1\u7A3F\u4EF6\uFF0C\u4E0D\u52A0\u6025\u60C5\u51B5\u4E0B\u97007\u5929\u5B8C\u6210\u7FFB\u8BD1\u6587\u4EF6\u7684\u7FFB\u8BD1\uFF0C\u6821\u5BF9\u53CA\u5BA1\u6838\u5DE5\u4F5C\uFF0C\u52A0\u6025\u72B6\u6001\u4E0B\u5219\u9700\u89815\u5929\u5B8C\u6210\u7FFB\u8BD1\u6587\u4EF6\u7684\u5904\u7406\uFF0C\u6821\u5BF9\u53CA\u5BA1\u6838\u5DE5\u4F5C\uFF0C\u7279\u6025\u72B6\u6001\u4E0B\u9700\u89813\u5929\u5B8C\u6210\u7FFB\u8BD1\u6587\u4EF6\u7684\u7FFB\u8BD1\u6821\u5BF9\u53CA\u5BA1\u6838\u7B49\u5DE5\u4F5C\uFF08\u4E0D\u5305\u542B\u9879\u76EE\u6D41\u8F6C\u65F6\u95F41\u5929\uFF0C\u7279\u6025\u72B6\u6001\u4E0B\u6D41\u8F6C\u65F6\u95F4\u4E3A0.5\u5929\uFF09\uFF1B=Example 1:10000 words translated articles, it is not urgent case need to 7 days to complete the translation document translation, proofreading and auditing work, the urgent situation need 5 days to complete the translation file processing, check and audit work, physical condition need 3 days to complete translation files translation proofreading and auditing work (do not include the project flow time 1 day, state of physical circulation time was 0.5 days). 
\u4E09\u7EA7\uFF1A\u4E09\u5E74\u76F8\u5173\u6280\u672F\u9886\u57DF\u7FFB\u8BD1\u7ECF\u9A8C\u3001\u901A\u8FC7\u7231\u8BD1\u793E\u8003\u6838=  Level three: three years of translation experience in relevant technical fields, assessment by Aitrans agency       
\u56DB\u7EA7\uFF1A\u4E94\u5E74\u76F8\u5173\u6280\u672F\u9886\u57DF\u7FFB\u8BD1\u7ECF\u9A8C\u3001\u901A\u8FC7\u7231\u8BD1\u793E\u8003\u6838=  Level four: five years of translation experience in relevant technical fields, assessment by Aitrans agency 
\u4E94\u7EA7\uFF1A\u5341\u5E74\u76F8\u5173\u6280\u672F\u9886\u57DF\u7FFB\u8BD1\u7ECF\u9A8C\u3001\u901A\u8FC7\u7231\u8BD1\u793E\u8003\u6838= Level five: ten years of translation experience in relevant technical fields, assessment by Aitrans agency
\u4EE5\u4E0A\u62A5\u4EF7\u4E3A\u6BCF\u5343\u5B57\u62A5\u4EF7\u3002=The above quote for the price per thousand words.
\u4E2D\u6587\u7A3F\u4EF6\u7FFB\u8BD1\u5B57\u6570\u7EDF\u8BA1\u5747\u6309\u7167\u5B57\u7B26\u6570\u8BA1\u7B97\uFF0C= the number of Chinese manuscripts is counted according to the number of characters,

\u7EDF\u8BA1\u65B9\u5F0F\u4E3A=The statistical method
\u8F6F\u4EF6\u201C\u5B57\u6570\u7EDF\u8BA1\u201D\u9009\u9879\u7684\u7B2C\u4E09\u680F\uFF0C\u5B57\u7B26\u6570\uFF08\u4E0D\u8BA1\u7A7A\u683C\u4E3A\u51C6\uFF0C\uFF09\uFF0C\u8981\u5305\u62EC\u6587\u672C\u6846\u3001\u6CE8\u811A\u548C\u6CE8\u5C3E\u3002\u5355\u4EF6\u7B14\u8BD1\u8D44\u6599\u4E0D\u8DB3\u4E00\u5343\u5B57\u7684\uFF0C\u4E00\u5F8B\u6536\u53D6\u6700\u4F4E\u6536\u8D39\u3002 = The third column of the software "number statistics" option, the number of characters (regardless of space), including the text box, footnote and injection tail. A single translation of insufficient a thousand words, will receive a minimum charge.
\u7FFB\u8BD1\u7A3F\u4EF6\u5982\u679C\u9700\u8981\u53E6\u5916\u76D6\u7AE0\uFF0C\u53E6\u52A0\u653650\u5143/\u4EFD\u7684\u76D6\u7AE0\u8D39\u7528\u3002=the translation of the manuscript if the need for another seal, and add 50 yuan / portion of the stamp charge. 
\u7FFB\u8BD1\u7A3F\u4EF6\u7684\u52A0\u6025\u8D39\u7528\u6309\u6B63\u5E38\u6536\u8D39\u7684=The urgent charge for the translated manuscript is charged according to the normal charge
\u6536\u53D6\u3002\u4E2A\u522B\u7A00\u6709\u8BED\u79CD\u53E6\u8BAE\u3002= collection. Some rare languages separately.   
\u5173\u4E8E\u7A3F\u4EF6\u96BE\u6613\u5EA6\u5212\u5206\u9075\u5FAA\u4EE5\u4E0B\u539F\u5219\uFF1A= About the difficulty of manuscript division follow the following principles:  
\u4F8B\u5B502\uFF1A1\u4E07\u5B57\u7FFB\u8BD1\u7A3F\u4EF6\uFF0C\u4EC5\u4EC5\u53EA\u7FFB\u8BD1\u5219\u9700\u8981\uFF0C\u4E00\u822C\u72B6\u6001\u4E0B\u9700\u89814\u5929\u5B8C\u6210\u7FFB\u8BD1\u6587\u4EF6\u7684\u5904\u7406\uFF0C\u52A0\u6025\u72B6\u6001\u4E0B\u5219\u9700\u89813\u5929\u5B8C\u6210\u7FFB\u8BD1\u6587\u4EF6\u7684\u5904\u7406\uFF0C\u7279\u6025\u72B6\u6001\u4E0B\u9700\u89812\u5929\u5B8C\u6210\u7279\u6025\u6587\u4EF6\u7684\u5904\u7406\u3002\uFF08\u4EC5\u7FFB\u8BD1\u4E0D\u5305\u542B\u6587\u4EF6\u7684\u6D41\u8F6C\u5904\u7406\uFF09=Example 2: a 10000 - word translation articles, translation is required, and only under the general condition need 4 days to complete translation files, the processing of the urgent situation requires 3 days to complete the translation file processing, operating condition need 2 days to complete physical file processing. (translation is not only include file transfer processing) 
\u4EE5\u4E0A\u4F8B\u5B50\u4EC5\u4F5C\u4E3A\u9700\u6C42\u53D1\u5E03\u7684\u53C2\u8003\uFF0C\u7531\u73AF\u5B87\u7231\u8BD1-\u5168\u7403\u4E13\u5229\u7FFB\u8BD1\u5E73\u53F0\u63D0\u4F9B\u3002=The above examples are only used as a reference for demand release, provided by the global Aitrans - global patent translation platform.
\u9700\u586B\u5199\u5B8C\u5584\u8BE2\u4EF7\u4FE1\u606F\u624D\u80FD\u8FDB\u884C\u5FEB\u901F\u53D1\u5E03\uFF01= It is necessary to fill in perfect inquiry information to make quick release! 
\uFF0C\u6B22\u8FCE\u60A8\uFF01=, Welcome!

\u7FFB\u8BD1\u8BED\u8A00\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01= The translation language has not been chosen!!!! 
\u7FFB\u8BD1\u9886\u57DF\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01= The field of translation has not been chosen!!!! 
\u7FFB\u8BD1\u6D41\u7A0B\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01= The translation process has not been chosen!!!! 
\u8BD1\u5458\u7B49\u7EA7\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01= The interpreter level has not been chosen!!!! 
\u7FFB\u8BD1\u5468\u671F\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01=  The translation cycle has not been chosen!!!! 
\u63D0\u793A= Hint
\u4EC5\u7FFB\u8BD1= translation   
\u7FFB\u8BD1+\u6821\u5BF9= translation + proofreading
\u7FFB\u8BD1+\u6821\u5BF9+\u5BA1\u6838= translation + proofreading + audit 
\u9996\u9875= Homepage
\u7528\u6237\u4E2D\u5FC3= User center
\u767B\u5F55= login
\u5E2E\u52A9\u4E2D\u5FC3= help center 
\u627E\u670D\u52A1= Search service
\u53D1\u5E03\u9700\u6C42= release requirements
\u70ED\u95E8\u641C\u7D22\uFF1A= Hot search: 
\u6587\u732E\u7FFB\u8BD1= Literature translation 
\u7EAF\u624B\u5DE5\u7FFB\u8BD1= Pure manual translation 
\u82F1\u8BED\u7FFB\u8BD1= English translation
\u5E73\u53F0\u4ECB\u7ECD= platform introduction 
\u5173\u4E8E\u6211\u4EEC=About us 
\u9879\u76EE= Project 
\u53D1\u5E03\u9879\u76EE= Release Project
\u9879\u76EE\u5C55\u793A= Project display 
\u4E13\u4E1A\u8BD1\u5458= Professional interpreter
\u4E13\u5BB6\u4ECB\u7ECD= Expert introduction
\u82F1\u8BED\u7CBE\u82F1= English elite
\u65E5\u8BED\u7CBE\u82F1= Japanese elite
\u97E9\u8BED\u7CBE\u82F1= Korean elite  
\u5FB7\u8BED\u7CBE\u82F1= German elites
                                                                                                                                                                                                                                                                                                                                                                                                     
\u6CD5\u8BED\u7CBE\u82F1 = French elites  
\u8BD1\u5458\u67E5\u627E=Interpreter lookup 
\u4E13\u5229\u7FFB\u8BD1\u8F6F\u4EF6=Software
\u8F6F\u4EF6\u4E0B\u8F7D=Download 
\u8F6F\u4EF6\u754C\u9762\u8BF4\u660E=Interface
\u8F6F\u4EF6\u7FFB\u8BD1\u6F14\u793A=Translate demo 
\u8F6F\u4EF6\u529F\u80FD\u4ECB\u7ECD=Software function
\u529F\u80FD\u8868= Function table
\u4E13\u5229\u77E5\u8BC6\u5E93= Patent knowledge base 
\u672F\u8BED\u5E93= Terminology Library 
\u8BED\u6599\u5E93= Corpus  
\u64CD\u4F5C\u6307\u5357= Operation guide  
\u7528\u6237\u8BA4\u8BC1\u6D41\u7A0B= User authentication process 
\u6CE8\u518C\u767B\u9646\u6D41\u7A0B= Registered landing process
\u9700\u6C42\u53D1\u5E03\u6D41\u7A0B= Demand release process
\u8D44\u8BAF\u4FE1\u606F= Information
\u516C\u544A\u8D44\u8BAF= Bulletin information 
\u6D3B\u52A8\u8D44\u8BAF= Activity information
\u5E73\u53F0\u8D44\u8BAF= Platform information
\u65B0\u624B\u6307\u5357= Novice guide 
\u6CE8\u518C\u987B\u77E5= Registration notes 
\u89C4\u5219\u4E2D\u5FC3= Rule center
\u670D\u52A1\u5546\u5165\u95E8= A service provider 
\u6211\u662F\u96C7\u4E3B= I am an employer 
\u6211\u662F\u8BD1\u5458= I am an interpreter
\u4EA4\u6613\u4FDD\u969C= Transaction guarantee
\u53D1\u5E03\u9700\u6C42= Release requirements 
\u7B49\u7EA7\u4ECB\u7ECD= Level introduction 
\u8BDA\u4FE1\u7BA1\u7406\u4E2D\u5FC3= Integrity management center 
\u7B49\u7EA7\u4ECB\u7ECD= Level introduction 
\u6536\u8D39\u660E\u7EC6= Charge details 
\u534F\u8BAE\u7BA1\u7406= Protocol management 
\u6210\u4EA4\u65E5\u671F= Date of transaction 
\u79EF\u5206\u89C4\u5B9A= Integral provisions 
\u4FE1\u7528\u67E5\u8BE2= Credit inquiry 
\u8054\u7CFB\u65B9\u5F0F= Contact
\u516C\u53F8\u8D44\u6E90= Company resources                                                                                                                                                                                                                                                                                                                                                      
\u652F\u4ED8\u65B9\u5F0F= Payment method
\u53CB\u60C5\u94FE\u63A5= Friendship link   
\u5B89\u5168\u4E2D\u5FC3= Security Center
\u9996\u9875= Homepage 
\u9000\u51FA\u767B\u5F55= Exit 
\u7528\u6237\u4E2D\u5FC3= User center
\u767B\u5F55= login
\u6CE8\u518C= Register
\u82F1\u8BED\u7FFB\u8BD1= English translation
\u627E\u670D\u52A1 = Search service            
\u641C\u7D22= Search 
\u53D1\u5E03\u9700\u6C42= Release requirements 
\u70ED\u95E8\u641C\u7D22\uFF1A= Hot search:  
\u65E5\u8BED\u7FFB\u8BD1 = Japanese translation 
\u5E73\u53F0\u4ECB\u7ECD=Platform introduction 
\u89C4\u5219\u4E2D\u5FC3= Rule center 
\u7528\u6237\u8BA4\u8BC1= user Authentication
\u76F4\u63A5\u4E0B\u8F7D= Download  
\u5728\u7EBF\u89C6\u9891\u6559\u5B66= Online video 
\u8BD1\u5458\u987B\u77E5= Interpreter notes 
\u5BA2\u6237\u987B\u77E5= Customer notice 
\u9879\u76EE\u53D1\u5E03= Project release 
\u6536\u8D39\u660E\u7EC6= Charge details 
\u8BD1\u5458\u63A5\u5355\u6D41\u7A0B= The interpreter\u02CAs receipt process                                                                                                                                                                                                                                                       
\u5173\u4E8E\u6211\u4EEC= About us 
\u670D\u52A1\u4ECB\u7ECD= Service
\u8D28\u91CF\u63A7\u5236= Quality 
\u7FFB\u8BD1\u6D41\u7A0B= Translate process 
\u9879\u76EE= Project
\u53D1\u5E03\u9879\u76EE= Publish projects
\u9879\u76EE\u5C55\u793A= Project display 
\u4E13\u4E1A\u8BD1\u5458= Professional interpreter 
\u4E13\u5BB6\u4ECB\u7ECD= Expert introduction  
\u82F1\u8BED\u7CBE\u82F1 = English elite
\u65E5\u8BED\u7CBE\u82F1 = Japanese elite
\u97E9\u8BED\u7CBE\u82F1= Korean elite 
\u5FB7\u8BED\u7CBE\u82F1 = German elites 
\u6CD5\u8BED\u7CBE\u82F1 = French elites  
\u8BD1\u5458\u67E5\u627E= Interpreter lookup
\u4E13\u5229\u7FFB\u8BD1\u8F6F\u4EF6=Software
\u8F6F\u4EF6\u4E0B\u8F7D=Download  
\u8F6F\u4EF6\u754C\u9762\u8BF4\u660E=Interface 
\u8F6F\u4EF6\u7FFB\u8BD1\u6F14\u793A=Translate demo 
\u8F6F\u4EF6\u529F\u80FD\u4ECB\u7ECD=Software function 
\u529F\u80FD\u8868= Function table   
\u4E13\u5229\u77E5\u8BC6\u5E93= Patent knowledge base 
\u672F\u8BED\u5E93= Terminology Library 
\u8BED\u6599\u5E93= Corpus  
\u64CD\u4F5C\u6307\u5357= Operation guide
\u7528\u6237\u8BA4\u8BC1\u6D41\u7A0B= User authentication process
\u6CE8\u518C\u767B\u9646\u6D41\u7A0B= Registered landing process 
\u9700\u6C42\u53D1\u5E03\u6D41\u7A0B= Demand release process
\u8D44\u8BAF\u4FE1\u606F= Information
\u516C\u544A\u8D44\u8BAF= Bulletin information  
\u6D3B\u52A8\u8D44\u8BAF= Activity information
\u5E73\u53F0\u8D44\u8BAF= Platform information  
\u6C49\u82F1= CN-EN
\u82F1\u6C49= EN-CN
                                                                                                                                                                                                                                                                                                                                                                                            
\u6C49\u65E5= CN-JAP
\u65E5\u6C49= JAP-CN
\u6C49\u97E9=CN-KOR
\u97E9\u6C49=KOR-CN
\u6CD5\u6C49= FR-CN
\u6C49\u6CD5= CN-FR
\u5FB7\u6C49= GER-CN
\u6C49\u5FB7= CN-GER
\u65E5\u5E38= Normal
\u673A\u68B0= Machine
\u7535\u5B50 = Electronic
\u7535\u5668= Electric appliance
\u673A\u7535= Mechatronics
\u81EA\u52A8\u5316= Automation
\u8BA1\u7B97\u673A= Computer
\u901A\u4FE1= Communication
\u7F51\u7EDC= Network
\u7269\u7406= Physics
\u5316\u5B66= Chemistry
\u5316\u5DE5= Chemical
\u533B\u836F= Medicine
\u751F\u5316= Biochemistry
\u65B0\u624B\u6307\u5357= Novice guide
\u6CE8\u518C\u987B\u77E5= Registration notes
\u89C4\u5219\u4E2D\u5FC3= Rule center
\u670D\u52A1\u5546\u5165\u95E8= A service provider
                                                                                                                                                                                                                                                                      
\u6211\u662F\u96C7\u4E3B= I am an employer
\u6211\u662F\u8BD1\u5458= I am an interpreter 
\u4EA4\u6613\u4FDD\u969C= Transaction guarantee
\u53D1\u5E03\u9700\u6C42= Release requirements 
\u7B49\u7EA7\u4ECB\u7ECD= Level introduction
\u8BDA\u4FE1\u7BA1\u7406\u4E2D\u5FC3= Integrity management center
\u6536\u8D39\u660E\u7EC6= Charge details  
\u534F\u8BAE\u7BA1\u7406= Protocol management  
\u6210\u4EA4\u65E5\u671F= Date of transaction 
\u79EF\u5206\u89C4\u5B9A= Integral provisions
\u4FE1\u7528\u67E5\u8BE2= Credit inquiry
\u8054\u7CFB\u65B9\u5F0F= Contact mode 
\u53CB\u60C5\u94FE\u63A5= Friendship link   
\u5B89\u5168\u4E2D\u5FC3= Security Center   
\u4E13\u5229\u7FFB\u8BD1\u7CBE\u82F1= Patent translation elites 
\u8BD1\u5458\u67E5\u627E= Interpreter lookup  
\u516C\u544A= Bulletin 
\u8D44\u8BAF= Information 
\u6D3B\u52A8= Activity
\u66F4\u591A= More
\u5171= Common 
\u8BD1\u5458= Interpreter 
\u7231\u8BD1\u667A\u80FD= Aitrans intelligence  
\u8F6F\u4EF6\u7248\u672C= Software version 
\u8F6F\u4EF6\u5382\u5546= Software vendors 
\u8F6F\u4EF6\u8BED\u8A00= Software language
\u8F6F\u4EF6\u6388\u6743= Software authorization 
\u8F6F\u4EF6\u8BC4\u7EA7= Software Rating 
\u5E94\u7528\u5E73\u53F0= Application Platform
\u66F4\u65B0\u65F6\u95F4= Update time 
\u73AF\u5B87\u7231\u8BD1= Global Aitrans
\u672C\u5730\u4E0B\u8F7D= Download   
\u4E13\u4E1A\u667A\u80FD\u4EA4\u4E92\u7FFB\u8BD1\u7CFB\u7EDF= Professional intelligent interactive translation system 
\u66FE\u7528\u540D\u4E3A= Formerly known as                
                                                                                                                                                                                                                                                                                                                                                                    \u662F\u65B0\u4E00\u4EE3\u7684\u4E13\u4E1A\u7FFB\u8BD1\u5DE5\u5177\uFF0C\u5B83\u662F\u4E00\u79CD\u5728\u667A\u80FD\u5316\u77E5\u8BC6\u5E93\u57FA\u7840\u4E0A\u7ED3\u5408\u5148\u8FDB\u7684\u4EBA\u673A\u4EA4\u4E92\u5F0F\u7FFB\u8BD1\u6280\u672F\u3001\u7FFB\u8BD1\u5B58\u50A8\u6280\u672F\u548C\u4EBA\u5DE5\u667A\u80FD\u7FFB\u8BD1\u6280\u672F\u800C\u6784\u6210\u7684\u8D85\u7EA7\u667A\u80FD\u8BA1\u7B97\u673A\u7FFB\u8BD1\u7CFB\u7EDF\u3002\u5B83\u4F7F\u8BA1\u7B97\u673A\u4E0E\u4EBA\u7684\u4F18\u52BF\u4E92\u8865\uFF0C\u5F7B\u5E95\u6539\u53D8\u4E86\u4F20\u7EDF\u7684\u7FFB\u8BD1\u5DE5\u4F5C\u65B9\u5F0F\uFF0C\u5C06\u9886\u5F15\u8BA1\u7B97\u673A\u7FFB\u8BD1\u6280\u672F\u4ECE\u4EBA-\u673A-\u4EBA\u6A21\u5F0F\u8FDB\u5165\u5230\u673A-\u4EBA-\u673A\u6A21\u5F0F\u3002=It is a new generation of professional translation tool. It is a super intelligent computer translation system based on intelligent knowledge base combined with advanced man-machine interactive translation technology, translation storage technology and AI translation technology. It complements the advantages of computers and human beings, and completely changes the traditional way of translation. Generals lead computer translation technology from human machine to human to machine man machine mode. 
\u5B83\u5177\u6709\u201C\u6307\u70B9\u7FFB\u8BD1\u201D\u3001\u201C\u667A\u80FD\u5B66\u4E60\u201D\u3001\u201C\u667A\u80FD\u7FFB\u8BD1\u8BB0\u5FC6\u201D\u3001\u201C\u667A\u80FD\u8F93\u5165\u63D0\u793A\u201D\u3001\u201C\u667A\u80FD\u6807\u8BC6\u201D\u548C\u201C\u667A\u80FD\u66FF\u6362\u7FFB\u8BD1\u201D\u7B49\u529F\u80FD\u3002=It has functions such as "pointing translation", "intelligent learning", "intelligent translation memory", "intelligent input prompt", "intelligent identification" and "intelligent replacement translation". 
\u9002\u5408\u4EBA\u7FA4\uFF1A\u4E13\u4E1A\u7FFB\u8BD1\u5DE5\u4F5C\u8005\uFF1B\u4E13\u804C\u8BD1\u5458\u3001\u81EA\u7531\u8BD1\u8005\uFF1B\u9700\u8981\u7FFB\u8BD1\u5916\u6587\u7684\u5E7F\u5927\u5B66\u751F\u3001\u6559\u5E08\u3001\u79D1\u7814\u5DE5\u4F5C\u8005\uFF1B\u60C5\u62A5\u5DE5\u4F5C\u4EBA\u5458\uFF1B= For the crowd: professional translators and interpreters; full-time freelance translator; the majority of students, teachers and researchers need to translate foreign intelligence; staff; 
\u672C\u8F6F\u4EF6\u7279\u522B\u9002\u5408\u7ECF\u5E38\u7FFB\u8BD1\u540C\u4E00\u4E13\u4E1A\u6216\u540C\u4E00\u9886\u57DF\u5916\u6587\u8D44\u6599\uFF0C\u6BD4\u5982\uFF1A\u4E66\u7C4D\u7FFB\u8BD1\u3001\u4E13\u4E1A\u8D44\u6599\u7FFB\u8BD1\u3001\u6CD5\u5F8B\u6587\u4E66\u7FFB\u8BD1\u3001\u4E13\u5229\u7FFB\u8BD1\u3001\u6807\u4E66\u7FFB\u8BD1\u7B49\u3002\u5176\u201C\u672F\u8BED\u63D0\u53D6\u52A0\u5DE5\u201D\u529F\u80FD\u5C24\u5176\u9002\u5408\u4E8E\u4E2D\u5927\u578B\u9879\u76EE\u7684\u7FFB\u8BD1\u3002=This software is especially suitable for frequently translating the same professional or the same field of foreign materials, such as: Book translation, professional data translation, legal document translation, patent translation, bidding translation, etc. Its "term extraction and processing" function is especially suitable for the translation of large and medium projects.  
\u627E\u9700\u6C42= Looking for demand 
\u9700\u6C42= Demand 
\u5E38\u89C1\u95EE\u9898= Common problems 
\u95EE\uFF1A = ask:
\u7B54\uFF1A= Answer: 
\u6536\u8D77= Get up 
\u5C55\u5F00= Expansion   
\u5C1A\u672A\u67E5\u8BE2\u5230\u8BE5\u95EE\u9898\u4FE1\u606F\uFF01= Information on this problem has not been queried! 
\u63D0\u793A\uFF1A\u8BF7\u8F93\u5165\u8BE6\u7EC6\u95EE\u9898\u7C7B\u578B\uFF01=Prompt: Please enter the detailed question type\uFF01
\u63D0\u793A\uFF1A\u8BF7\u8F93\u5165\u8BE6\u7EC6\u95EE\u9898\u5185\u5BB9\uFF01=Prompt: Please enter the details of the question! 
\u60A8\u5DF2\u63D0\u4EA4\u95EE\u9898,\u6211\u4EEC\u4F1A\u5C3D\u5FEB\u5904\u7406\u60A8\u7684\u95EE\u9898= You have submitted the question, we will deal with your problem as soon as possible 
\u63D0\u793A= Hint
\u8BF7\u8F93\u5165\u67E5\u8BE2\u7684\u95EE\u9898= Please enter the query question 
\u6211\u8981\u63D0\u95EE= I want to ask a question
\u8BF7\u9009\u62E9\u60A8\u8981\u63D0\u95EE\u7684\u7C7B\u578B=                                                                                                                                                   Please select the type of question you want to ask 
\u5173\u4E8E\u7231\u8BD1= On Aitrans 
\u5173\u4E8E\u5BA2\u6237= About customers 
\u5173\u4E8E\u8BD1\u5458= About interpreters  
\u5173\u4E8E\u8F6F\u4EF6= About software  
\u6211\u8981\u63D0\u4EA4= I want to submit    
\u8054\u7CFB\u6211\u4EEC= Contact us 
\u5BA2\u670D\u7535\u8BDD= Customer service phone 
\u9884\u7EA6\u5BA2\u670D\uFF0C\u4E3B\u52A8\u56DE\u7535= Reservation service, active call back 
\u70B9\u6B64\u9884\u7EA6= Order this reservation 
\u5728\u7EBF\u5BA2\u670D= Online customer service 
\u5728\u7EBF\u89E3\u7B54\u60A8\u7684\u54A8\u8BE2\uFF0C\u9AD8\u6548\u3001\u4FBF\u6377=Online answer your advice, efficient and convenient 
                                                                                                                
\u63D0\u5EFA\u8BAE= Suggestion 
\u5BF9\u5E2E\u52A9\u4E2D\u5FC3\u63D0\u5EFA\u8BAE= Give advice to the help center  
\u90AE\u4EF6\u7559\u8A00= Mail message 
\u6211\u8981\u7559\u8A00= I want to leave a message 
\u65B0\u589E= added
\u59D3\u540D= Name 
\u8BF7\u8F93\u5165\u59D3\u540D= Please enter the name 
\u56FA\u5B9A\u7535\u8BDD=  Fixed phone   
\u8BF7\u8F93\u5165\u56FA\u5B9A\u7535\u8BDD =Please enter a fixed phone 
\u7535\u5B50\u90AE\u4EF6= E-mail 
\u8BF7\u8F93\u5165\u7535\u5B50\u90AE\u4EF6= Please enter e - mail
\u7559\u8A00\u4E3B\u9898= Message theme 
\u8BF7\u8F93\u5165\u7559\u8A00\u4E3B\u9898= Please enter the message theme  
\u7559\u8A00\u5185\u5BB9= Message content 
\u8BF7\u8F93\u5165\u7559\u8A00\u5185\u5BB9= Please enter the message content 
\u5173\u95ED= Close 
\u4FDD\u5B58= Save 
\u7559\u8A00= Message 
\u8BA4\u8BC1\u6D41\u7A0B= Authentication process 
\u6CE8\u518C\u6D41\u7A0B= Registration process 
\u53D1\u5E03\u6D41\u7A0B= Release process 
\u8D44\u8BAF\u4FE1\u606F\u8BE6\u60C5= Information details 
\u4F5C\u8005= Author  
\u7CBE= Essence  
\u70ED= Heat
\u6700\u65B0\u8D44\u8BAF= Latest information
\u7F6E\u9876\u8D44\u8BAF= Sticky information  
                                                                                                                                                                                                                                                                                              
\u8BDD\u9898= Topic
\u53D1\u8868\u4E8E= Published at 
\u7B49\u7EA7\uFF1A= Grade: 
\u5B8C\u6210\u91CF\uFF1A= completion quantity:
\u9009\u62E9\u4ED6\uFF1A= Choose him:
\u67E5\u770B\u8BD1\u5458= Find interpreter 
\u8BD1\u5458\u57FA\u672C\u8D44\u6599= Basic information of the interpreter 
\u8D26\u6237\u540D\uFF1A=  Account Name: 
\u5B8C\u6210\u8BA2\u5355\u6570\uFF1A= Complete order number: 
\u7C7B\u578B\uFF1A= Type: 
\u9886\u57DF\uFF1A= Field: 
\u6700\u9AD8\u7B49\u7EA7= The highest grade 
\u8BED\u79CD\uFF1A= Language:
\u624B\u673A\u7ED1\u5B9A\uFF1A= mobile phone binding:
\u672A\u5B8C\u6210\uFF1A= Unfinished:  
\u5B8C\u6210\u8BA4\u8BC1\uFF1A= Completion of authentication:
\u8BD1\u5458\u8BC4\u4EF7= Interpreter evaluation 
\u5176\u5B83\u63A8\u8350\u8BD1\u5458= Other recommended interpreters 
\u8BD1\u5458\u5C55\u793A\u9875\u9762= Interpreter display page 
\u67E5\u770B\u66F4\u591A= see more
\u82F1\u8BED= English
\u65E5\u8BED= Japanese
\u97E9\u8BED= Korean
\u6CD5\u8BED= French 
\u5FB7\u8BED= German  
\u5C1A\u672A\u67E5\u8BE2\u76F8\u5173\u8BD1\u5458\u4FE1\u606F\uFF01= not yet queried interpreter information! 
\u8BF7\u9009\u62E9= Please choose 
\u9009\u62E9\u8BED\u79CD= Choice language 
\u6C49\u8BD1\u82F1= CN-EN
\u82F1\u8BD1\u6C49= EN-CN
\u65E5\u8BD1\u6C49= JAP-CN
\u6C49\u8BD1\u65E5= CN-JAP                                                                                                                                                                                                                                                                                                                                                                           
\u97E9\u8BD1\u6C49= KOR-CN
\u6C49\u8BD1\u97E9= CN-KOR 
\u6CD5\u8BD1\u6C49= FRE-CN
\u6C49\u8BD1\u6CD5= CN-FRE
\u5FB7\u8BD1\u6C49= GER-CN
\u6C49\u8BD1\u5FB7= CN-GER
\u5C55\u793A\u66F4\u591A= More  
\u4EE3\u8868\u4F5C\u54C1= Representative works   
\u5171\u6709= Common
\u6761\u8BC4\u4EF7= Article evaluation   
\u8BD1\u5458\u4F5C\u54C1= Interpreter works  
\u7FFB\u8BD1\u8BED\u8A00= Language 
\u6240\u5C5E\u9886\u57DF= Domain  
\u539F\u6587= Original text
\u8BD1\u5458= interpreter 
\u5BA2\u6237\u8BC4\u4EF7= Customer evaluation
\u6682\u65E0\u8BC4\u4EF7= No evaluation 
\u8BF7\u8F93\u5165\u8981\u67E5\u8BE2\u7684\u8BD1\u5458\u59D3\u540D=Please enter the interpreter\u02CAs name to be inquired.
\u6B22\u8FCE\u767B\u5F55= Welcome login
\u8BD1\u5458\u767B\u5F55= the interpreter\u02CAs login 
\u5BA2\u6237\u767B\u5F55= Client login 
\u8BF7\u8F93\u5165\u8BD1\u5458\u7528\u6237\u540D= enter the interpreter\u02CAs username  
\u8BF7\u8F93\u5165\u8BD1\u5458\u5BC6\u7801=enter the interpreter password
\u5FD8\u8BB0\u5BC6\u7801= Forget the password 
\u514D\u8D39\u6CE8\u518C= Free registration 
\u8BF7\u8F93\u5165\u5BA2\u6237\u7528\u6237\u540D= enter the customer username 
\u8BF7\u8F93\u5165\u5BA2\u6237\u5BC6\u7801=Please enter the customer\u02CAs password
OA\u7FFB\u8BD1=OA translation 
\u5BA1\u67E5\u610F\u89C1\u901A\u77E5\u4E66\u7B80\u79F0\u4E3A= the notice of the review opinion for short.
                                                                                                                                                                                                                                                                    
\u4E13\u5229\u5C40\u5BF9\u4E8E\u6BCF\u4EF6\u4E13\u5229\u7533\u8BF7\u901A\u5E38\u90FD\u4F1A\u53D1\u51FA\u51E0\u6B21\u5BA1\u67E5\u610F\u89C1\u901A\u77E5\u4E66= The patent office usually sends out several examination opinions for every patent application 
\uFF0C\u8FD9\u4E9B= ,These
\u9700\u8981\u7FFB\u8BD1\u6210\u7533\u8BF7\u4EBA\u7684\u6BCD\u8BED\u4EE5\u4FBF\u6E05\u695A\u5730\u7406\u89E3\u5BA1\u67E5\u5458\u7684\u5BA1\u67E5\u610F\u89C1\u3002 = It is necessary to translate into the applicant\u02CAs mother tongue so as to clearly understand the review of the examiner.
\u6211\u4EEC\u63D0\u4F9B\u5BA1\u67E5\u610F\u89C1\u901A\u77E5\u4E66= We provide the notice of review 
\u7FFB\u8BD1\uFF0C\u8D28\u91CF\u9AD8\u3001\u5468\u671F\u77ED\u5E76\u4E14\u4EF7\u683C\u5408\u7406\uFF01=Translation, high quality, short cycle and reasonable price! 
\u79D1\u6280\u7B14\u8BD1= Translation of science and technology  
\u82F1\u8BED\u3001\u65E5\u8BED\u3001\u97E9\u8BED\u3001\u5FB7\u8BED\u3001\u6CD5\u8BED\u7B49\u591A\u79CD\u8BED\u8A00\u3002 = English, Japanese, Korean, German, French and other languages. 
\u5305\u62EC\uFF1A\u82F1\u8BD1\u4E2D\u3001\u4E2D\u8BD1\u82F1\u3001\u65E5\u8BD1\u4E2D\u3001\u4E2D\u8BD1\u65E5\u3001\u97E9\u8BD1\u4E2D\u3001\u4E2D\u8BD1\u97E9\u3001\u5FB7\u8BD1\u4E2D\u3001\u4E2D\u8BD1\u5FB7\u3001\u6CD5\u8BD1\u4E2D\u3001\u4E2D\u8BD1\u6CD5\u7B49\u3002=It includes: English to Chinese, Chinese to English, Japanese to Chinese , Chinese to Japanese, Korean to Chinese, Chinese to Korean, German to Chinese, Chinese to German, French to Chinese and Chinese to French.
\u4E13\u4E1A\u9886\u57DF\uFF1A= professional field: 
\u673A\u68B0\u3001\u7535\u5B50\u3001\u901A\u4FE1\u3001\u534A\u5BFC\u4F53\u3001\u8BA1\u7B97\u673A\u3001\u6C7D\u8F66\u3001\u80FD\u6E90\u3001\u5316\u5DE5\u3001\u73AF\u5883\u3001\u6C34\u5229\u6C34\u7535\u3001\u822A\u7A7A\u822A\u5929\u3001\u94C1\u8DEF\u8FD0\u8F93\u3001\u8239\u8236\u3001\u7EBA\u7EC7\u7B49\u3002=Machinery, electronics, communications, semiconductor, computer, automobile, energy, chemical industry, environment, water conservancy and hydropower, aerospace, railway transportation, ship, textile and so on.
\u670D\u52A1\u5B97\u65E8= Service purpose 
                                                                                          
\u73AF\u5B87\u7231\u8BD1\u5168\u7403\u7FFB\u8BD1\u5E73\u53F0\u7684\u670D\u52A1\u5B97\u65E8\u662F\u987E\u5BA2\u81F3\u4E0A\u3001\u8D28\u91CF\u7B2C\u4E00\u3001\u7CBE\u8BDA\u5408\u4F5C\u3002\u73AF\u5B87\u7231\u8BD1\u5168\u7403\u7FFB\u8BD1\u5E73\u53F0\u5C06\u4EE5\u6B64\u4E3A\u57FA\u77F3\uFF0C\u81F4\u529B\u4E8E\u4E3A\u5E7F\u5927\u5BA2\u6237\u63D0\u4F9B\u4F18\u8D28\u7684\u4E13\u4E1A\u7FFB\u8BD1\u670D\u52A1\u3002\u8BDA\u5B9E\u3001\u5B88\u4FE1\u3001\u4FDD\u5B88\u79D8\u5BC6\u59CB\u7EC8\u662F\u6211\u4EEC\u5BF9\u6BCF\u4E00\u4F4D\u5BA2\u6237\u7684\u5E84\u4E25\u627F\u8BFA\u3002\u4E0D\u65AD\u5730\u62D3\u5C55\u8FDB\u53D6\u3001\u66F4\u591A\u66F4\u597D\u5730\u6EE1\u8DB3\u6BCF\u4E00\u4F4D\u5BA2\u6237\u7684\u5404\u79CD\u7FFB\u8BD1\u9700\u6C42\u662F\u6211\u4EEC\u4E0D\u61C8\u7684\u8FFD\u6C42\u3002=The service aim of the global Aitrans platform is customer first, quality first and sincere cooperation. The cornerstone of the global translation platform is dedicated to providing high quality professional translation services for our customers. Honesty, trustworthiness and conservatism have always been our solemn commitment to every customer. It is our unremitting pursuit to constantly expand the enterprise and meet the needs of every customer\u02CAs translation.
\u7FFB\u8BD1\u8BED\u8A00\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01=the translation language has not been chosen!!!!! 
\u7FFB\u8BD1\u9886\u57DF\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01= The field of translation has not been chosen!!!! 
\u7FFB\u8BD1\u6D41\u7A0B\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01= The translation process has not been chosen!!!! 
\u8BD1\u5458\u7B49\u7EA7\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01= The interpreter level has not been chosen!!!! 
\u7FFB\u8BD1\u5468\u671F\u5C1A\u672A\u9009\u62E9\uFF01\uFF01\uFF01\uFF01= The translation cycle has not been chosen!!!!
\u9700\u586B\u5199\u5B8C\u5584\u8BE2\u4EF7\u4FE1\u606F\u624D\u80FD\u8FDB\u884C\u5FEB\u901F\u53D1\u5E03\uFF01=It is necessary to fill in perfect inquiry information to make quick release! 
\u4E09\u7EA7\uFF1A\u4E09\u5E74\u76F8\u5173\u6280\u672F\u9886\u57DF\u7FFB\u8BD1\u7ECF\u9A8C\u3001\u901A\u8FC7\u7231\u8BD1\u793E\u8003\u6838=level three: three years of translation experience in relevant technical fields, assessment by Aitrans  agency 
\u56DB\u7EA7\uFF1A\u4E94\u5E74\u76F8\u5173\u6280\u672F\u9886\u57DF\u7FFB\u8BD1\u7ECF\u9A8C\u3001\u901A\u8FC7\u7231\u8BD1\u793E\u8003\u6838=Level Four: five years of translation experience in relevant technical fields, assessment by Aitrans agency 
\u4E94\u7EA7\uFF1A\u5341\u5E74\u76F8\u5173\u6280\u672F\u9886\u57DF\u7FFB\u8BD1\u7ECF\u9A8C\u3001\u901A\u8FC7\u7231\u8BD1\u793E\u8003\u6838=Level five: ten years of translation experience in relevant technical fields, assessment by Aitrans agency 
\u4E00\u822C\u60C5\u51B5\uFF1A\u6D41\u7A0B\u5904\u7406\u65F6\u95F41\u5929\u30013000\u5B57/\u5929(\u7FFB\u8BD1)\u30016000\u5B57/\u5929(\u6821\u5BF9)\u30018000\u5B57/\u5929(\u5BA1\u6838)=General situation: process processing time 1 days, 3000 word / day (translation), 6000 word / day (proofreading), 8000 word / day (audit) 
\u52A0\u6025\u60C5\u51B5\uFF1A\u6D41\u7A0B\u5904\u7406\u65F6\u95F41\u5929\u30014000\u5B57/\u5929\uFF08\u7FFB\u8BD1\uFF09\u30018000\u5B57/\u5929\uFF08\u6821\u5BF9\uFF09\u300110000\u5B57/\u5929\uFF08\u5BA1\u6838\uFF09=Urgent situation: process processing time 1 days, 4000 words / day (translation), 8000 word / day (proofreading), 10000 word / day (audit) 
\u7279\u6025\u60C5\u51B5\uFF1A5000\u5B57/\u5929\uFF08\u7FFB\u8BD1\uFF09\u300110000\u5B57/\u5929\uFF08\u6821\u5BF9\uFF09\u300115000\u5B57/\u5929\uFF08\u5BA1\u6838\uFF09= Express: 5000 words / day (translation), 10000 words / day (proofreading), 15000 words / day (audit)
\u53EF\u9009\u62E9\u8BD1\u5458=Selectable interpreter 
\u4EBA= Human
\u7EA6\u5408=Agreement 
\u5143= yuan
\uFF08\u5343\u5B57/\u539F\u6587\uFF09= (1000 / original)
\u5FEB\u901F\u53D1\u5E03=Quick publish
\u5907\u6CE8=Remarks
                                                                                                                                                                                                                                                             
\u4EE5\u4E0A\u62A5\u4EF7\u4E3A\u6BCF\u5343\u5B57\u62A5\u4EF7\u3002=The above quote for the price per thousand words.
\u4E2D\u6587\u7A3F\u4EF6\u7FFB\u8BD1\u5B57\u6570\u7EDF\u8BA1\u5747\u6309\u7167\u5B57\u7B26\u6570\u8BA1\u7B97\uFF0C= The number of Chinese manuscripts is calculated according to the number of characters,
\u7EDF\u8BA1\u65B9\u5F0F\u4E3A=statistical method
\u8F6F\u4EF6\u201C\u5B57\u6570\u7EDF\u8BA1\u201D\u9009\u9879\u7684\u7B2C\u4E09\u680F\uFF0C\u5B57\u7B26\u6570\uFF08\u4E0D\u8BA1\u7A7A\u683C\u4E3A\u51C6\uFF0C\uFF09\uFF0C\u8981\u5305\u62EC\u6587\u672C\u6846\u3001\u6CE8\u811A\u548C\u6CE8\u5C3E\u3002\u5355\u4EF6\u7B14\u8BD1\u8D44\u6599\u4E0D\u8DB3\u4E00\u5343\u5B57\u7684\uFF0C\u4E00\u5F8B\u6536\u53D6\u6700\u4F4E\u6536\u8D39\u3002=The third column of the software "number statistics" option, the number of characters (regardless of space), including the text box, footnote and injection tail. A single translation of insufficient information a thousand words, will receive a minimum charge. 
\u7FFB\u8BD1\u7A3F\u4EF6\u7684\u52A0\u6025\u8D39\u7528\u6309\u6B63\u5E38\u6536\u8D39\u7684=The urgent charge for the translated manuscript is charged at the normal charge 
\u6536\u53D6\u3002\u4E2A\u522B\u7A00\u6709\u8BED\u79CD\u53E6\u8BAE\u3002=Collection. Some rare languages separately. 
\u7FFB\u8BD1\u7A3F\u4EF6\u5982\u679C\u9700\u8981\u53E6\u5916\u76D6\u7AE0\uFF0C\u53E6\u52A0\u653650\u5143/\u4EFD\u7684\u76D6\u7AE0\u8D39\u7528\u3002=if you need another seal for the translated manuscript, add 50 yuan / portion of the stamp charge.     
\u5173\u4E8E\u7A3F\u4EF6\u96BE\u6613\u5EA6\u5212\u5206\u9075\u5FAA\u4EE5\u4E0B\u539F\u5219\uFF1A=About the difficulty of manuscript division follow the following principles:
\u666E\u901A\u7EA7\u522B\uFF1A\u7528\u4E8E\u5E2E\u52A9\u5BA2\u6237\u4E86\u89E3\u539F\u6587\u5927\u610F\uFF0C\u4EC5\u4F9B\u53C2\u8003\u3001\u5185\u90E8\u4EA4\u6D41\u8D44\u6599\uFF0C\u4EE5\u767D\u8BDD\u6587\u4F53\u73B0\uFF1B= General level: used to help customers understand the main idea of the original text, for reference only, internal communication materials, in vernacular language; 
\u4E13\u4E1A\u7EA7\u522B\uFF1A\u5B66\u672F\u3001\u4E13\u4E1A\u3001\u5DE5\u4E1A\u7B49\u6027\u8D28\u7528\u4E8E\u751F\u4EA7\uFF0C\u4EA4\u6D41\uFF0C\u89E3\u8BFB\uFF1B\u8BD1\u6587\u8868\u8FBE\u8D34\u8FD1\u8BD1\u540E\u7528\u8BED\u4E60\u60EF\u3001\u6CE8\u91CD\u6587\u4EF6\u4E2D\u4E13\u4E1A\u672F\u8BED\u7684\u4E13\u4E1A\u6027\u548C\u7EDF\u4E00\u6027\u3002=Professional level: academic, professional, industrial and other properties for production, communication and interpretation; translation expression close to post translation habits, focusing on the professional and unity of professional terms in documents.
\u51FA\u7248\u7EA7\u522B\uFF1A\u6B63\u5F0F\u6587\u4EF6\u3001\u6CD5\u5F8B\u6587\u4E66\u6216\u51FA\u7248\u6587\u7A3F\u4EE5\u53CA\u516C\u53F8\u5BA3\u4F20\u753B\u518C\u9762\u5411\u5927\u4F17\u4F7F\u7528\uFF1B\u5728\u4E13\u4E1A\u7684\u57FA\u7840\u4E0A\u66F4\u52A0\u6CE8\u91CD\u4E8E\u8BD1\u540E\u7528\u8BED\u4E60\u60EF\u9010\u5B57\u9010\u53E5\u8003\u7A76\u8BCD\u6C47\u7684\u8868\u8FBE\uFF0C\u884C\u6587\u6D41\u7545\uFF0C\u7528\u8BED\u6709\u6CA1\uFF0C\u589E\u52A0\u8BD1\u540E\u6587\u5B57\u7684\u53EF\u8BFB\u6027\uFF0C\u5B8C\u7F8E\u4F53\u73B0\u539F\u6587\u7684\u610F\u5883\u3002\u91C7\u7528\u6709\u7FFB\u8BD1\u51FA\u7248\u4E66\u7C4D\u62A5\u520A\u7ECF\u9A8C\u7684\u9AD8\u7EA7\u6821\u5BF9\u3002= The publication level: official documents, legal documents or manuscript and company brochures for public use; the expression on the basis of professional pay more attention to the translation of idioms well after the word for word and sentence for sentence vocabulary, language fluency, language, increase the readability of the text translation, the perfect embodiment of the original artistic conception. Using the advanced proofreading of the experience of publishing and publishing books and newspapers.
\u8BC1\u4EF6\u7FFB\u8BD1\u6536\u8D39\uFF1B= certificate translation fees;                                      
\u5143/\u6BCF\u4EFD\uFF0C\u4E2A\u522B\u7A00\u6709\u8BED\u79CD\u53E6\u8BAE\uFF0C\u8BC1\u4EF6\u8D85\u8FC78\u4EFD\uFF0C\u53EF\u4EAB\u6709\u4F18\u60E0\u653F\u7B56\uFF0C\u8BE6\u60C5\u8BF7\u62E8\u6253\u70ED\u7EBF\u54A8\u8BE2\u3002=Yuan / each individual negotiable documents, rare languages, more than 8 copies, can enjoy preferential policies, please call the hotline. 
\u5168\u7403\u7FFB\u8BD1\u5E73\u53F0--\u8D28\u91CF\u63A7\u5236\u63AA\u65BD=Global translation platform -- quality control measures 
\u5BA2\u6237\u4E0E\u5E73\u53F0\u53D1\u5E03\u9700\u6C42\u540E\uFF0C\u5728\u8BD1\u5458\u8FD4\u7A3F\u540E\u53EF\u4EE5\u5BF9\u6587\u4EF6\u4EE5\u53CA\u7FFB\u8BD1\u5185\u5BB9\u8FDB\u884C\u57FA\u672C\u5185\u5BB9\u53CA\u6587\u4EF6\u6570\u91CF\uFF0C\u5982\u82E5\u7F3A\u5C11\u6587\u4EF6\u5219\u53EF\u4EE5\u9009\u62E9\u62D2\u7EDD\u7B7E\u6536\u3002\u5E73\u53F0\u5C06\u5728\u51FA\u73B0\u62D2\u6536\u7684\u60C5\u51B5\u4E0B\u6263\u9664\u90E8\u5206\u8BD1\u5458\u7FFB\u8BD1\u62A5\u916C\uFF0C\u8FD4\u8FD8\u7ED9\u5BA2\u6237\u3002=After the client and platform release the demand, after the interpreter returns, he can make the basic contents and files of the documents and translation contents. If there are no documents, he can choose to refuse to sign. In the case of rejection, the platform will deduct the remuneration for the translation of the interpreter and return it to the customer. 
\u5728\u5BA2\u6237\u63A5\u53D7\u540E\u672A\u53D1\u73B0\u95EE\u9898\uFF0C\u5E76\u5DF2\u7B7E\u6536\u4E86\u7A3F\u4EF6\uFF0C\u5BF9\u5176\u57FA\u672C\u7FFB\u8BD1\u5DE5\u4F5C\u5E76\u4E0D\u6EE1\u610F\uFF0C\u53EF\u4E8E\u8BA2\u5355\u7B7E\u6536\u540E15\u5929\u4E66\u5199\u8BC4\u4EF7\uFF0C\u5E73\u53F0\u4F1A\u4F9D\u636E\u8BC4\u4EF7\u5206\u6570\u8FDB\u884C\u8BD1\u5458\u7FFB\u8BD1\u62A5\u916C\u7684\u6263\u9664\uFF0C\u5E76\u4E8E\u540E\u7EED\u8FD4\u8FD8\u7ED9\u4E88\u5BA2\u6237\u3002=in customer acceptance and has not found the problem, receipt of the manuscript, the basic translation work is not satisfactory, in order to write after receipt of 15 mumbo-jumbo platform will be based on the evaluation, evaluation scores were deducted translator Reward, and giving the customer to the subsequent return. 
\u5728\u5BA2\u6237\u5B58\u5728\u4EE5\u4E0A\u95EE\u9898\uFF0C\u540C\u65F6\u9700\u8981\u89E3\u51B3\u7FFB\u8BD1\u6587\u4EF6\u4E0D\u8FBE\u6807\uFF0C\u5374\u5DF2\u7ECF\u7B7E\u6536\u7684\u60C5\u51B5\u4E0B\uFF0C\u8BF7\u8054\u7CFB\u5E73\u53F0\u5BA2\u670D\uFF0C\u6216\u81F4\u7535010-82895385\u73AF\u5B87\u7231\u8BD1\u516C\u53F8\uFF0C\u8BF7\u6C42\u5E73\u53F0\u7BA1\u7406\u5458\u4ECB\u5165\u89E3\u51B3\u95EE\u9898\u3002=If there are any problems with customers, and at the same time, we need to solve the problem that the translation documents are not up to standard, but they have already signed. Please contact the platform customer service or call 010-82895385 universal translation company, request the platform administrator to solve the problem. 
\u5982\u679C\u5B58\u5728\u4EE5\u4E0A\u90FD\u4E0D\u80FD\u89E3\u51B3\u7684\u95EE\u9898\uFF0C\u8FD8\u53EF\u4EE5\u4E8E\u5E73\u53F0\u5E2E\u52A9\u4E2D\u5FC3\u67E5\u770B\u7559\u8A00\uFF0C\u5BFB\u6C42\u5728\u7EBF\u5E2E\u52A9\u7B49\u3002=If there is a problem that can\u02CAt be solved above, you can also look at the message at the platform help center and seek online help.   
\u6B22\u8FCE\u6CE8\u518C=Welcome to register
\u8BF7\u5728=Resend 
\u79D2\u5185\u8F93\u5165\u9A8C\u8BC1\u7801=Input validation code within seconds
\u79D2\u540E\u91CD\u8BD5= s
\u77ED\u4FE1\u9A8C\u8BC1\u7801\u5DF2\u53D1\u5230\u60A8\u7684\u624B\u673A,\u8BF7\u67E5\u6536=SMS authentication code has been sent to your cell phone. Please check it
                                                        

\u77ED\u4FE1\u9A8C\u8BC1\u7801\u53D1\u9001\u5931\u8D25\uFF0C\u8BF7\u91CD\u65B0\u53D1\u9001=SMS authentication code failed, please resend
\u624B\u673A\u53F7\u683C\u5F0F\u9519\u8BEF=phone number format error  
\u624B\u673A\u53F7\u4E0D\u80FD\u4E3A\u7A7A=Cell phone number cannot be empty      
\u91CD\u65B0\u53D1\u9001\u9A8C\u8BC1\u7801= Resend
\u9A8C\u8BC1\u7801\u4E0D\u80FD\u4E3A\u7A7A=The verifying code cannot be empty   
\u77ED\u4FE1\u9A8C\u8BC1\u7801\u6B63\u786E\uFF0C\u8BF7\u8FDB\u884C\u4E0B\u4E00\u6B65\u64CD\u4F5C=SMS validation code is correct, please do the next operation
\u77ED\u4FE1\u9A8C\u8BC1\u7801\u4E0D\u6B63\u786E\u8BF7\u91CD\u65B0\u8F93\u5165=Text message verification code is incorrect, please reenter
\u9A8C\u8BC1\u7801\u5DF2\u5931\u6548\u8BF7\u91CD\u65B0\u83B7\u53D6\u9A8C\u8BC1\u7801=The verifying code has failed. Please get the verification code again.
\u606D\u559C\u60A8\uFF01\u8BE5\u624B\u673A\u53F7\u53EF\u4EE5\u6CE8\u518C= Congratulations\uFF01 The phone number can be registered
\u5F88\u9057\u61BE!\u8BE5\u624B\u673A\u53F7\u5DF2\u88AB\u6CE8\u518C=Sorry! The phone number has been registered
\u606D\u559C\u60A8\uFF01\u8BE5\u90AE\u7BB1\u53EF\u4EE5\u4F7F\u7528=Congratulations\uFF01 This mailbox can be used            
\u5F88\u9057\u61BE!\u8BE5\u90AE\u7BB1\u5DF2\u88AB\u6CE8\u518C=Regrettable! The mailbox has been registered
\u90AE\u7BB1\u683C\u5F0F\u9519\u8BEF=mailbox format Error
\u606D\u559C\u60A8\uFF01\u8BE5\u90AE\u7BB1\u53EF\u4EE5\u4F7F\u7528=Congratulations\uFF01 This mailbox can be used         
\u5F88\u9057\u61BE!\u8BE5\u90AE\u7BB1\u5DF2\u88AB\u6CE8\u518C=Regrettable! The mailbox has been registered
\u7528\u6237\u540D\u5E94\u4E3A\u4E2D\u6587\uFF0C\u82F1\u6587\u5B57\u6BCD\u548C\u6570\u5B57\u53CA_=This username should be Chinese, English letters and numbers, and _
\u606D\u559C\u60A8\uFF01\u8BE5\u7528\u6237\u540D\u53EF\u4EE5\u6CE8\u518C=Congratulations\uFF01 The username can be registered
\u5F88\u9057\u61BE\uFF01\u8BE5\u7528\u6237\u540D\u5DF2\u88AB\u6CE8\u518C=regrettable!The username has been registered 
\u624B\u673A\u53F7\u6CE8\u518C=Registration of mobile phone number
\u90AE\u7BB1\u6CE8\u518C=Mailbox registration
\u5FEB\u901F\u6CE8\u518C\u8BF7\u6CE8\u610F\u683C\u5F0F= Fast registration please pay attention to the format
\u7528\u6237\u540D= Username 
\u8BF7\u8F93\u5165\u7528\u6237\u540D = enter the username
\u624B\u673A\u53F7= Cell phone number
\u8BF7\u8F93\u5165\u624B\u673A\u53F7=Please enter the phone number
\u53D1\u9001\u9A8C\u8BC1\u7801=Send code 
\u9A8C\u8BC1\u7801=verification code
\u8BF7\u8F93\u5165\u9A8C\u8BC1\u7801=Please enter the verification code
\u5BC6\u7801=Password
\u8BF7\u8F93\u5165\u5BC6\u7801=Please enter the password  
\u786E\u8BA4\u5BC6\u7801=Confirm password 
\u8BF7\u518D\u6B21\u8F93\u5165\u5BC6\u7801=Please enter the password again
\u90AE\u7BB1=Mailbox 
\u8BF7\u8F93\u5165\u90AE\u7BB1=Please enter the mailbox

                                                                                                                                                                                                                                                                                                                                                   
\u6CE8\u518C\u503E\u5411=Registration tendencies
\u6211\u662F\u8BD1\u5458= Interpreter  
\u6211\u662F\u5BA2\u6237= Customer  
\u6211\u5DF2\u9605\u8BFB\u5E76\u540C\u610F\u73AF\u5B87\u7231\u8BD1\u534F\u8BAE=I have read and agree to the global Aitrans translation agreement
\u7ACB\u5373\u6CE8\u518C=Immediate registration  
\u670D\u52A1\u8BED\u8A00 = Service Language     
\u73AF\u5B87\u7231\u8BD1-\u5168\u7403\u7FFB\u8BD1\u5E73\u53F0\u4ECB\u7ECD= global Aitrans-the global translation platform   
\u5E73\u53F0\u7B80\u4ECB\uFF1A=Platform introduction: 
\u73AF\u5B87\u7231\u8BD1-\u5168\u7403\u4E13\u5229\u7FFB\u8BD1\u5E73\u53F0\u7531\u73AF\u5B87\u7231\u8BD1\uFF08\u5317\u4EAC\uFF09\u4FE1\u606F\u6280\u672F\u6709\u9650\u8D23\u4EFB\u516C\u53F8\u8FD0\u8425\uFF0C\u94BB\u7814\u7FFB\u8BD1\u9886\u57DF\u6570\u5341\u5E74\u4E4B\u4E45\u5BF9\u5404\u884C\u5404\u4E1A\u7684\u4E13\u5229\u7FFB\u8BD1\u96C6\u7D2F\u4E86\u4E30\u5BCC\u7684\u7ECF\u9A8C\uFF0C\u5728\u4E1A\u754C\u6709\u7740\u826F\u597D\u7684\u4FE1\u8A89\u548C\u4F17\u591A\u7684\u5408\u4F5C\u4F19\u4F34\u3002\u5B83\u662F\u4E2D\u56FD\u7FFB\u8BD1\u534F\u4F1A\u56E2\u4F53\u4F1A\u5458\uFF0C\u5E76\u5F97\u5230\u4E86\u5317\u4EAC\u5E02\u653F\u5E9C\u7684\u91CD\u89C6\u548C\u652F\u6301\u3002=global Aitrans - global patent translation platform by universal Aitrans (Beijing) business information technology limited liability company, delving into the translation field for decades in all walks of life on the translation of the patent accumulated rich experience, has a good reputation and many partners in the industry. It is a member of the Chinese Association of translation associations and has been given the attention and support of the Beijing municipal government. 
\u4E13\u5229\u7FFB\u8BD1\u662F\u7231\u8BD1\u793E\u7684\u5F3A\u9879\u4E4B\u4E00\uFF0C\u5C24\u5176\u662F\u5305\u62EC\u534A\u5BFC\u4F53\u3001\u8BA1\u7B97\u673A\u3001\u4E92\u8054\u7F51\u3001\u79FB\u52A8\u901A\u4FE1\u3001\u751F\u7269\u7B49\u9AD8\u65B0\u6280\u672F\u9886\u57DF\u7684\u7FFB\u8BD1\u3002\u9AD8\u6C34\u5E73\u7684\u4E13\u4E1A\u8BD1\u5458\u3001\u4E25\u683C\u6B63\u89C4\u7684\u7BA1\u7406\uFF0C\u6D77\u91CF\u4E13\u4E1A\u8BCD\u6C47\u7684\u79EF\u7D2F\uFF0C\u4EE5\u53CA\u591A\u5E74\u4E13\u5229\u884C\u4E1A\u7ECF\u9A8C\uFF0C\u4F7F\u5F97\u7231\u8BD1\u793E\u4E0D\u4EC5\u80FD\u4F18\u8D28\u9AD8\u6548\u5730\u5B8C\u6210\u5BA2\u6237\u7684\u5404\u9879\u7FFB\u8BD1\u4EFB\u52A1\uFF0C\u8FD8\u80FD\u4E3A\u5BA2\u6237\u79EF\u7D2F\u4E13\u4E1A\u8BCD\u6C47\u548C\u4E13\u7528\u672F\u8BED\uFF0C\u5E76\u4E14\u5728\u786E\u4FDD\u7FFB\u8BD1\u8D28\u91CF\u7684\u7A33\u5B9A\u6027\u548C\u4E00\u81F4\u6027\u7684\u540C\u65F6\uFF0C\u4E3A\u5BA2\u6237\u63D0\u4F9B\u66F4\u591A\u7684\u9644\u52A0\u503C\u3002=                                                                                       Patent translation is one of the strengths of Aitrans agency, especially the translation of high and new technologies, such as semiconductors, computers, the Internet, mobile communications, and biology. A high level of professional interpreters, strict formal professional management, massive accumulation of vocabulary, and years of industry experience in patent translation, so that love can not only high quality and efficient completion of the customer\u02CAs translation task, but also for customers to accumulate professional vocabulary and terminology, and to ensure the stability of the quality of translation and consistency and provide additional more value for customers.  
\u7231\u8BD1\u793E\u7684\u670D\u52A1\u5B97\u65E8\u662F\u987E\u5BA2\u81F3\u4E0A\u3001\u8D28\u91CF\u7B2C\u4E00\u3001\u7CBE\u8BDA\u5408\u4F5C\u3002\u7231\u8BD1\u793E\u5C06\u4EE5\u6B64\u4E3A\u57FA\u77F3\uFF0C\u81F4\u529B\u4E8E\u4E3A\u5E7F\u5927\u5BA2\u6237\u63D0\u4F9B\u4F18\u8D28\u7684\u4E13\u4E1A\u7FFB\u8BD1\u670D\u52A1\u3002\u8BDA\u5B9E\u3001\u5B88\u4FE1\u3001\u4FDD\u5B88\u79D8\u5BC6\u59CB\u7EC8\u662F\u6211\u4EEC\u5BF9\u6BCF\u4E00\u4F4D\u5BA2\u6237\u7684\u5E84\u4E25\u627F\u8BFA\u3002\u4E0D\u65AD\u5730\u62D3\u5C55\u8FDB\u53D6\u3001\u66F4\u591A\u66F4\u597D\u5730\u6EE1\u8DB3\u6BCF\u4E00\u4F4D\u5BA2\u6237\u7684\u5404\u79CD\u7FFB\u8BD1\u9700\u6C42\u662F\u6211\u4EEC\u4E0D\u61C8\u7684\u8FFD\u6C42\u3002=The purpose of Aitrans service is customer first, quality first and sincere cooperation. The cornerstone of the translation agency will be devoted to providing high quality professional translation services for the broad masses of customers. Honesty, trustworthiness and conservatism have always been our solemn commitment to every customer. It is our unremitting pursuit to constantly expand the enterprise and meet the needs of every customer\u02CAs translation.
\u5E73\u53F0\u670D\u52A1\u5185\u5BB9=Platform service content
\u5BA2\u6237\u53EF\u4EAB\u53D7\u670D\u52A1\u3002=Clients can enjoy service.
\u7ED9\u4E88\u5BA2\u6237\u63D0\u4F9B\u4FBF\u6377\u7684\u4E0B\u5355\u65B9\u5F0F\u3001\u6E05\u6670\u7684\u7FFB\u8BD1\u62A5\u4EF7\u3001\u7B80\u6D01\u7684\u4E0B\u5355\u6D41\u7A0B\u3001\u6E05\u6670\u7684\u8BA2\u5355\u8DDF\u8E2A\u3001\u5B8C\u6574\u7FFB\u8BD1\u6D41\u7A0B\u3002= It provides customers with convenient order, clear translation quotes, simple order process, clear order tracking, complete translation process. 
\u8BD1\u5458\u53EF\u4EAB\u53D7\u670D\u52A1\u3002=The interpreter can enjoy the service.
\u7ED9\u4E88\u8BD1\u5458\u63D0\u4F9B\u4EE5\u4E0B\u670D\u52A1\u5185\u5BB9\u81EA\u4E3B\u6295\u6807\u9886\u53D6\u9879\u76EE\u3001\u7CFB\u7EDF\u5339\u914D\u63A8\u9001\u7FFB\u8BD1\u9879\u76EE\u3001\u9009\u5B9A\u8BD1\u5458\u65F6\u53EF\u4EE5\u6839\u636E\u8BD1\u5458\u81EA\u4E3B\u62A5\u4EF7\u6323\u53D6\u66F4\u591A\u7684\u7FFB\u8BD1\u62A5\u916C\u3001\u5E73\u53F0\u514D\u8D39\u63D0\u4F9B\u7231\u8BD1\u667A\u80FD-PAT\u8F6F\u4EF6\u4F7F\u7528\u6743\u9650\u3001\u5E76\u63D0\u4F9B\u53EF\u53C2\u8003\u7684\u5728\u7EBF\u672F\u8BED\u3001\u8BED\u6599\u5E93\u8FDB\u884C\u53C2\u8003\u3002=Give the interpreter provides the following services for independent bidding project, system, push the translation project, the interpreter can be selected according to the independent offer translation compensation, interpreters earn platform to take more free love. The intelligent PAT software usage rights, and provide reference for the online corpus terminology, reference.
\u63D0\u4F9B\u7FFB\u8BD1\u8BED\u8A00\u3002=Provide translation language. 
\u5E73\u53F0\u63D0\u4F9B\u591A\u79CD\u8BED\u8A00\u7FFB\u8BD1\u8BED\u8A00\u4F9B\u5176\u9009\u62E9\u5305\u62EC\uFF1A\u82F1\u6C49\u3001\u6C49\u82F1\u3001\u65E5\u6C49\u3001\u6C49\u65E5\u3001\u97E9\u6C49\u3001\u6C49\u97E9\u3001\u5FB3\u6C49\u3001\u6C49\u5FB7\u3001\u6CD5\u6C49\u3001\u6C49\u6CD5\u7B49\u4F17\u591A\u8BED\u79CD\u7684\u7FFB\u8BD1\u3002=The platform offers a variety of options including language translation language: English Chinese and Chinese English, Japanese, Chinese and Japanese, Korean and Chinese, Korean, German, French, Chinese, German French and other languages. 
\u63D0\u4F9B\u7684\u7FFB\u8BD1\u9886\u57DF\u3002= The field of translation provided. 
\u5E73\u53F0\u63D0\u4F9B\u4E86\u591A\u9886\u57DF\u7684\u7FFB\u8BD1\u5305\u62EC\uFF1A\u65E5\u5E38\u3001\u673A\u68B0\u3001\u7535\u5B50\u3001\u7535\u5668\u3001\u673A\u7535\u3001\u81EA\u52A8\u5316\u3001\u8BA1\u7B97\u673A\u3001\u901A\u4FE1\u3001\u7F51\u7EDC\u3001\u7269\u7406\u3001\u5316\u5B66\u3001\u5316\u5DE5\u3001\u533B\u836F\u3001\u751F\u5316\u7B49\u4F17\u591A\u9886\u57DF\u7684\u7FFB\u8BD1\u3002= The platform  provides multidisciplinary translation, including daily, mechanical, electronic, electrical, mechanical and electrical, automation, computer, communication, networking, physics, chemistry, chemical, pharmaceutical, biochemical and many other areas of translation.                
\u5730\u5740\uFF1A\u5317\u4EAC\u5E02\u6D77\u5B9A\u533A\u4E0A\u5730\u4FE1\u606F\u8DEF2\u53F7=Address: information on the way to Beijing Haiding District No. 2 
\u73AF\u5B87\u7231\u8BD1\uFF08\u5317\u4EAC\uFF09\u4FE1\u606F\u6280\u672F\u6709\u9650\u8D23\u4EFB\u516C\u53F8=  Global Aitrans (Beijing) information technology limited liability company    
\u521B\u4E1A\u56ED=Pioneer Park
\u680B=Building
\u7535\u8BDD\uFF1A=Telephone:
\u8FDB\u5165\u817E\u8BAF\u5730\u56FE= Access to the Tencent map 
\u8F93\u5165\u8D26\u6237\u540D=Enter account name   
\u9A8C\u8BC1\u8EAB\u4EFD=Authentication identity 
\u91CD\u7F6E\u5BC6\u7801=Reset the password
\u8BF7\u586B\u5199\u60A8\u9700\u8981\u627E\u56DE\u7684\u8D26\u53F7=                                                                                                please fill in the account you need to get back. 
\u8BF7\u8F93\u5165\u60A8\u7684\u7528\u6237\u540D/\u624B\u673A\u53F7/\u90AE\u7BB1=Please enter your username / phone number / mailbox 
\u8BF7\u8F93\u5165\u9A8C\u8BC1\u7801=Please enter the verification code   
\u770B\u4E0D\u6E05\uFF1F=Can\u02CAt see clearly?  
\u4E0B\u4E00\u6B65=Next 
\u9009\u62E9\u9A8C\u8BC1\u65B9\u5F0F\uFF1A=Select the validation mode:   
\u8BF7\u9009\u62E9\u9A8C\u8BC1\u65B9\u5F0F=Select the validation mode: 
\u8EAB\u4EFD\u8BC1\u53F7\u9A8C\u8BC1=Authentication of identity card  
\u624B\u673A\u53F7\u9A8C\u8BC1=Cell phone number verification 
\u5BC6\u4FDD\u95EE\u9898\u9A8C\u8BC1=security question
\u8EAB\u4EFD\u8BC1\u53F7\uFF1A=ID card number: 
\u5BC6\u4FDD\u95EE\u9898\uFF1A=Security question: 
\u7B54\u6848=The answer  
\u624B \u673A \u53F7=Cell phone number 
\u9A8C \u8BC1 \u7801= verification code
\u65B0\u5BC6\u7801\uFF1A=New password: 
\u8BF7\u8F93\u5165\u65B0\u5BC6\u7801=Please enter a new password 
\u518D\u8F93\u5165\u65B0\u5BC6\u7801= please enter a new password
\u91CD\u590D\u5BC6\u7801\uFF1A=Repeat password: 
\u786E\u5B9A=Determination  
\u4F60\u7684\u65B0\u5BC6\u7801\u5DF2\u8BBE\u7F6E\u6210\u529F\uFF01=Your new password has been set up! 
\u4F60\u53EF\u4EE5=You can 
\u7ACB\u5373\u767B\u5F55=Login immediately 
\u6216\u8005\u56DE\u5230=Or go back to 
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237=User center -  customer  
\u534F\u8BAE\u5185\u5BB9=Protocol content  
\u73AF\u5B87\u7231\u8BD1\u534F\u8BAE=Global Aitrans agreement 
\u540C\u610F\u5E76\u7533\u8BF7\u534F\u8BAE= agreement and application for agreement 
\u57FA\u672C\u8D44\u6599=Basic information 
\u7528\u6237\u4E2D\u5FC3=User center 
\u8BF7\u8F93\u5165\u771F\u5B9E\u59D3\u540D=Please enter the real name 
\u8EAB\u4EFD\u8BC1\u53F7= ID card number
\u8BF7\u8F93\u5165\u8EAB\u4EFD\u8BC1\u53F7=Please enter the ID number 
                                                                                                                                                                                                                                                                                                                                                                            
\u6027\u522B=Sex
\u7537=Male
\u5973=Female
\u89D2\u8272=Role
\u5BA2\u6237=Customer
\u51FA\u8EAB\u5E74\u6708=Year of birth   
\u73B0\u5C45\u5730\u5740=Present address
\u8BF7\u8F93\u5165\u5C45\u4F4F\u5730\u5740=Please enter the residence address   
\u8BF7\u8F93\u5165\u624B\u673A\u53F7=Please enter the phone number  
\u7535\u5B50\u90AE\u7BB1=E-mail 
\u7528\u6237\u7B49\u7EA7=User level 
\u8BA4\u8BC1\u7C7B\u578B=Authentication type 
\u5DE5\u4F5C\u5355\u4F4D=Work unit  
\u8BF7\u8F93\u5165\u5DE5\u4F5C\u5355\u4F4D=Please enter the work unit 
\u804C\u4F4D=Position 
                                                                                                                                                             
\u8BF7\u8F93\u5165\u5C97\u4F4D\u540D\u79F0=Please enter the name of the post 
\u94F6\u884C\u8D26\u53F7=Bank account
\u8BF7\u8F93\u5165\u94F6\u884C\u8D26\u53F7=Please enter the bank account 
\u4FDD \u5B58= Save 
\u4FEE\u6539\u7167\u7247= Amend the photo  
\u4E0A\u4F20\u7167\u7247= upload the photo   
\u8BF7\u8F93\u5165\u6B63\u786E\u7684\u94F6\u884C\u5361\u53F7=Please enter the correct bank card number
\u8BF7\u9009\u62E9\u56FE\u7247\u6587\u4EF6\uFF01=Please select the picture file! 
\u7B49\u5F85\u7BA1\u7406\u5458\u5BA1\u6838\u4E2D...=Waiting for the administrator to review... 
\u5BA1\u6838\u901A\u8FC7\uFF0C\u8BA4\u8BC1\u6210\u529F\uFF01=Audit through, certification success!
\u4F01\u4E1A\u8BA4\u8BC1=Enterprise certification 
\u7528\u6237\u7C7B\u578B\uFF1A=User type: 
\u4F01\u4E1A=Enterprise
\u7528\u6237\u7B49\u7EA7\uFF1A=User level:
\u51FA\u751F\u5E74\u6708\uFF1A=Birth year:
\u59D3\u540D\uFF1A=Name:
\u6027\u522B\uFF1A=Sex:  
\u73B0\u5C45\u5730\u5740\uFF1A=Present address:
\u624B\u673A\u53F7\uFF1A=Cell phone number: 
\u7535\u5B50\u90AE\u7BB1\uFF1A=E-mail 
\u6E38\u5BA2=Tourists
\u666E\u901A\u5BA2\u6237=Ordinary customers
vip\u5BA2\u6237= vip customer 
\u5DE5\u4F5C\u5355\u4F4D\uFF1A=Working unit: 
\u804C\u4F4D\uFF1A=Position:
\u94F6\u884C\u8D26\u53F7\uFF1A=Bank account:
\u8BA4\u8BC1\u72B6\u6001\uFF1A=Authentication status:
\u5DF2\u8BA4\u8BC1=Certified
\u7B49\u5F85\u5BA1\u6838= Waiting for audit
\u672A\u8BA4\u8BC1= Uncertified 
\u4FEE \u6539=Modification
\u4F01\u4E1A\u5168\u79F0=The full name of the enterprise 
\u8BF7\u586B\u5199\u4E0E\u8425\u4E1A\u6267\u7167\u4E0A\u4E00\u81F4\u7684\u540D\u79F0\uFF1A\u82E5\u60A8\u7684\u540D\u79F0\u91CC\u6709\u751F\u50FB\u5B57\uFF0C\u8BF7\u70B9\u6B64\u6253\u5F00\u751F\u50FB\u5B57\u5E93\u8FDB\u884C\u9009\u62E9\u3002=Please fill in the name and business license agreement: if your name is shengpizi, please click here to open the uncommon character for the selection. 
\u4F01\u4E1A\u7B80\u79F0=Enterprise abbreviation  
\u8BF7\u8F93\u5165\u4F01\u4E1A\u7B80\u79F0=Please enter the enterprise for short 

                                                                                                                                                                                                                                                                                                                                                                                                                          
\u4F01\u4E1A\u7684\u7B80\u79F0\u53EF\u4EE5\u662F\u4F01\u4E1A\u4E2D\u6587\u540D\u79F0\u7B80\u5199\u6216\u4F01\u4E1A\u82F1\u6587\u540D\u79F0\u3002\u4F8B\u5982\uFF1A\u5317\u4EAC\u73AF\u5B87\u7231\u8BD1\u79D1\u6280\u6709\u9650\u516C\u53F8\uFF0C\u7B80\u79F0\uFF1AAitrans\u6216\u73AF\u5B87\u7231\u8BD1=The abbreviation of the enterprise can be the short term of the Chinese name of the enterprise or the English name of the enterprise. For example, Beijing global Aitrans Technology Co., Ltd., referred to as Aitrans or global Aitrans   \u4F01\u4E1A\u56FA\u5B9A\u7535\u8BDD=Firm fixed phone
\u8BF7\u8F93\u5165\u4F01\u4E1A\u56FA\u5B9A\u7535\u8BDD=Please enter an enterprise fixed phone 
\u4F01\u4E1A\u4F20\u771F=Enterprise fax 
\u8425\u4E1A\u6267\u7167\u6CE8\u518C\u53F7=Please enter the enterprise fax  
\u8BF7\u8F93\u5165\u8425\u4E1A\u6267\u7167\u6CE8\u518C\u53F7=registration number of business license
\u8425\u4E1A\u6267\u7167\u6240\u5728\u5730= Place of business license    
\u8BF7\u9009\u62E9\u56FD\u5BB6=Please choose the country
\u9009\u62E9\u7701\u4EFD= select provinces
\u8BF7\u9009\u62E9\u57CE\u5E02=Please choose the city  
\u5E38\u7528\u5730\u5740=Common address 
\u8BF7\u8F93\u5165\u5E38\u7528\u5730\u5740=Please enter the common address 
\u7ECF\u8425\u8303\u56F4=Scope of operation 
\u8BF7\u8F93\u5165\u4F01\u4E1A\u7ECF\u8425\u8303\u56F4=Please enter the scope of business 
\u5458\u5DE5\u6570\u91CF=Number of employees 
\u8BF7\u8F93\u5165\u4F01\u4E1A\u5458\u5DE5\u6570\u91CF=Please enter the number of employees 
\u516C\u53F8\u5B98\u7F51= the company\u02CAs official website
\u8BF7\u8F93\u5165\u516C\u53F8\u5B98\u7F51=Please enter the company\u02CAs official website                                                                                                                                                       
\u4F01\u4E1A\u7B80\u4ECB=Brief introduction of enterprise 
\u8BF7\u8F93\u5165\u4F01\u4E1A\u7B80\u4ECB=Please input enterprise introduction 
\u8425\u4E1A\u6267\u7167\u526F\u672C\u626B\u63CF\u4EF6= Copy of business license scanning piece 
\u62CD\u7167\u6307\u5357=Photo guide 
\u8BC1\u4EF6\u8981\u6C42\uFF1A = certificate requirements: 
\u8BF7\u4E0A\u4F20\u7531\u4E2D\u56FD\u5927\u9646\u5DE5\u5546\u5C40\u9881\u53D1\u7684\uFF0C\u5728\u6709\u6548\u671F\u5185\u4E14\u5E74\u68C0\u7AE0\u9F50\u5168\uFF08\u5F53\u5E74\u6210\u7ACB\u7684\u516C\u53F8\u65E0\u5E74\u68C0\u7AE0\uFF09\u7684\u8BC1\u4EF6\u56FE\u7247\u3002=Please upload the documents issued by the Chinese mainland and Commerce Bureau, in the period of validity and the annual inspection (the company\u02CAs non annual inspection seal).        
\u8BF7\u63D0\u4F9B\u6E05\u6670\u3001\u5B8C\u6574\u7684\u626B\u63CF\u4EF6\u6216\u6570\u7801\u7167\uFF0C\u4EC5\u652F\u6301jpg\u3001bmp\u3001png\u3001gif\u7684\u56FE\u7247\u683C\u5F0F\uFF0C\u56FE\u7247\u5927\u5C0F\u4E0D\u8D85\u8FC73M\u3002=Please provide clear, complete scanned or digital photos, only JPG, BMP, PNG, GIF picture format, the size of the picture is not more than 3M. 
\u771F\u5B9E\u59D3\u540D=Real name        
\u8BF7\u8F93\u5165\u59D3\u540D= Please enter the name
\u6CE8\uFF1A\u9700\u4E0E\u94F6\u884C\u7528\u6237\u540D\u4E00\u81F4\uFF0C\u5426\u5219\u4E0D\u80FD\u901A\u8FC7\uFF0C\u65E0\u6CD5\u7533\u8BF7\u63D0\u73B0=Note: it should be consistent with the user name of the bank, otherwise, it can not pass through, unable to apply for cash withdrawal 
\u8BF7\u8F93\u5165\u6709\u6548\u8EAB\u4EFD\u8BC1\u53F7\u7801=Please enter the valid ID number
\u8BC1\u4EF6\u6B63\u9762=The front of the document 
\u4E0A\u4F20\u624B\u6301\u8EAB\u4EFD\u8BC1=Uploading a handheld identity card 
\u6B63\u9762\u56FE\u7247=Positive picture  
\u4E0A\u4F20\u6B63\u9762\u56FE\u7247=Upload a positive picture
\u8BF7\u4E0A\u4F20\u672C\u4EBA\u624B\u6301\u8EAB\u4EFD\u8BC1\u6B63\u9762\u5934\u90E8\u7167\u7247\u548C\u4E0A\u534A\u8EAB\u7167\u7247\uFF1BPlease upload the photo of the front head of the ID card and the upper body photo\uFF1B
\u7167\u7247\u4E3A\u514D\u51A0\u3001\u672A\u5316\u5986\u7684\u6570\u7801\u7167\u7247\u539F\u59CB\u56FE\u7247\uFF0C=The photo is the original picture of the digital photo,free from crown and makeup\uFF0C
\u8BF7\u52FF\u7F16\u8F91\u4FEE\u6539= do not edit the revision
\u5FC5\u987B\u770B\u6E05\u8BC1\u4EF6\u4FE1\u606F\uFF0C\u4E14\u8BC1\u4EF6\u4FE1\u606F\u4E0D\u80FD\u88AB\u906E\u6321\uFF0C\u6301\u8BC1\u4EBA\u4E94\u5B98\u6E05\u6670\u53EF\u89C1\uFF1BWe must see clearly the information of the certificate, and the information of the certificate cannot be obscured, and the holder\u02CAs facial features are clearly visible\uFF1B

                                                                                                                                                                              \u4EC5\u652F\u6301=Only support 
\u7684\u56FE\u7247\u683C\u5F0F\u3002= Picture format. 
\u5EFA\u8BAE\u56FE\u7247\u5927\u5C0F\u4E0D\u8D85\u8FC7 = recommended picture size not more than
\u60A8\u63D0\u4F9B\u7684\u7167\u7247\u65F6\u95F4\u4FE1\u606F\u8D22\u5BCC\u5C06\u4E88\u4EE5\u4FDD\u62A4\uFF0C\u4E0D\u4F1A\u7528\u5176\u4ED6\u7528\u9014\uFF1B= the photo time information provided by you will be protected and will not be used for other purposes.
\u793A\u4F8B\uFF1A\u67E5\u770B\u624B\u6301\u8EAB\u4EFD\u8BC1\u6B63\u9762\u7167=Example: view the handheld identity card positive 
\u8BC1\u4EF6\u80CC\u9762= Back of document
\u80CC\u9762\u56FE\u7247=Back picture  
\u4E0A\u4F20\u80CC\u9762\u56FE\u7247=Upload back picture 
\u5FC5\u987B\u770B\u5230\u8BC1\u4EF6\u4FE1\u606F\uFF0C\u4E14\u8BC1\u4EF6\u4FE1\u606F\u4E0D\u80FD\u906E\u6321\uFF1B=The document information must be seen, and the document information can not be blocked; 
\u5EFA\u8BAE\u56FE\u7247\u5927\u5C0F\u4E0D\u8D85\u8FC73M=the size of the proposed picture is not more than 3M          
\u793A\u4F8B\uFF1A\u67E5\u770B\u624B\u6301\u8EAB\u4EFD\u8BC1\u80CC\u9762\u7167=Example: look at the backside of the handheld identity card
\u63D0\u4EA4\u5BA1\u6838=Submission of audit
\u8BF7\u8F93\u5165\u81F3\u5C112\u4F4D\u7684\u7528\u6237\u540D= Please enter at least 2 bit of username
\u8BF7\u8F93\u5165\u81F3\u5C114\u4F4D\u7684\u5B57\u7B26=  Please enter at least 4 bits of character 
\u624B\u673A\u5FC5\u987B11\u4F4D\uFF0C\u53EA\u80FD\u662F\u6570\u5B57\uFF01=The phone must be 11, only a number! 
\u90AE\u7BB1\u683C\u5F0F\u4E0D\u5BF9=Mailbox format is wrong 
\u6587\u4EF6\u683C\u5F0F\u4E0D\u652F\u6301=File format does not support                                                                
\u94F6\u884C\u5361\u683C\u5F0F\u9519\u8BEF=Bank card format error 
\u8BD1\u5458\u4E2D\u5FC3=Interpreter center
\u7FFB\u8BD1\u4FE1\u606F=Translation information
\u8BF7\u8F93\u5165\u59D3\u540D(\u5FC5\u586B)=Please enter the name (required)
\u8EAB\u4EFD\u8BC1=ID card
\u8BF7\u8F93\u5165\u8EAB\u4EFD\u8BC1\u53F7\u7801(\u5FC5\u586B)=Please enter the ID number(required)
\u804C\u4E1A= Occupation
\u8BF7\u8F93\u5165\u804C\u4E1A(\u5FC5\u586B)= Please enter a career(required)
\u51FA\u751F\u65E5\u671F\uFF1A= Date of birth:      
\u5730\u5740=Address
\u8BF7\u8F93\u5165\u5730\u5740\u4FE1\u606F=Please enter the address information
\u624B\u673A=Cell phone 
\u8BF7\u8F93\u5165\u624B\u673A(\u5FC5\u586B)=Please enter the cell phone (required)
\u8BF7\u8F93\u5165\u90AE\u7BB1(\u5FC5\u586B)=Please enter E-mail(required)
\u516C\u53F8\u5730\u5740=Company address
\u8BF7\u8F93\u5165\u516C\u53F8\u5730\u5740\u4FE1\u606F=Please enter the company address information   
\u8BF7\u8F93\u5165\u5F00\u6237\u884C\u4FE1\u606F(\u5FC5\u586B)=Please enter the bank information(required)
\u662F\u5426\u4F7F\u7528\u8F6F\u4EF6=Whether to use software
\u4F7F\u7528=Use
\u672A\u4F7F\u7528=Unused
\u4E0A\u4F20\u7B80\u5386=Upload resume
\u4E0A\u4F20=Upload
\u4E0A\u4F20\u6821\u5BF9\u8D44\u6599=Uploading proofreading data
\u4E0A\u4F20\u5BA1\u6838\u8D44\u6599=Upload audit data
\u7FFB\u8BD1\u8D44\u6599= Translation materials 
\u7FFB\u8BD1\u8BED\u8A00\uFF1A=Translation language:
\u6240\u5C5E\u9886\u57DF\uFF1A=The field belongs to:
\u65E5\u7FFB\u8BD1\u91CF\uFF1A=Daily translation:                                                                                                                                                                                                                                                                                             
\u7FFB\u8BD1\u603B\u5B57\u6570\uFF1A=Total number of translations:
\u7FFB\u8BD1\u4EF7\u683C\uFF1A=Translation price:
\u4E13\u4E1A\u7FFB\u8BD1\u5B57\u6570\uFF1A=Number of professional translation words:
\u5B57=Words
\u6821\u5BF9\u4EF7\u683C\uFF1A=Proofreading price:
\u6821\u5BF9\u603B\u5B57\u6570\uFF1A=Proofreading the total number of words:
\u65E5\u6821\u5BF9\u91CF\uFF1A = day proofreading:      
\u5BA1\u6838\u4EF7\u683C\uFF1A= Audit price:
\u5BA1\u6838\u603B\u5B57\u6570\uFF1A= Audit total number of words:
\u65E5\u5BA1\u6838\u91CF\uFF1A=Daily audits:
\u539F\u6587\uFF1A=Original:
\u8BD1\u6587\uFF1A=Translation: 
\u5143=yuan
\u4E07\u5B57=Ten thousand words
\u624B\u673A\u53F7\u7801\u91CD\u590D\uFF0C\u8BF7\u66F4\u6362\u3002=The phone number is repeated, please change.
\u90AE\u7BB1\u540D\u91CD\u590D\uFF0C\u8BF7\u66F4\u6362\u3002=The name of the mailbox is repeated, please change.
\u4FEE\u6539\u6210\u529F\uFF01\uFF01\uFF01\uFF01=The revision is successful!!!!
\u4FEE\u6539\u5931\u8D25\uFF01\uFF01\uFF01\uFF01=The revision failed!!!!
\u771F\u5B9E\u59D3\u540D\uFF1A=Real name:
\u804C\u4E1A\uFF1A=Occupation:
\u5DE5\u4F5C\u5730\u5740\uFF1A=Work address:
\u8F6F\u4EF6\u4F7F\u7528\u60C5\u51B5\uFF1A=Software usage:
\u662F\u5426\u901A\u8FC7\u5BA1\u6838\uFF1A=Whether or not to pass the audit:
\u672A\u5BA1\u6838=Unaudited
\u6B63\u5728\u5BA1\u6838=Being audited
\u5BA1\u6838\u901A\u8FC7=Audit pass 
\u662F\u5426\u901A\u8FC7\u6821\u5BF9\u5BA1\u6838\uFF1A=Whether through proofreading: 
\u662F\u5426\u901A\u8FC7\u5BA1\u6838\u5458\u5BA1\u6838\uFF1A=whether or not to be audited by a Auditor: 
                                                                                                                                                                                                                                                                                                              
\u6DFB\u52A0\u4E3B\u8BED\u8A00=Add the main language 
\u6DFB\u52A0\u526F\u8BED\u8A00=Add the paralanguage
\u8BF7\u60A8\u9A8C\u8BC1\u540E\u518D\u6DFB\u52A0\u8BED\u8A00=Please add language after verification    
\u8BD1\u5458\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458\u7FFB\u8BD1\u4FE1\u606F\u7F16\u8F91=The interpreter Center - translator\u02CAs translation information editor
\u7FFB\u8BD1\u4EF7\u683C\u4E0D\u7B26\u5408\u8981\u6C42\uFF0C\u8BF7\u91CD\u65B0\u4FEE\u6539=The price of translation does not meet the requirements\uFF0Cplease revise the translation price
\u6821\u5BF9\u4EF7\u683C\u4E0D\u7B26\u5408\u8981\u6C42\uFF0C\u8BF7\u91CD\u65B0\u4FEE\u6539=The proofreading price does not meet the requirements,please revise the correction of the proofreading price
\u5BA1\u6838\u4EF7\u683C\u4E0D\u7B26\u5408\u8981\u6C42\uFF0C\u8BF7\u91CD\u65B0\u4FEE\u6539= Check price does not meet the requirements, please revise
\u8BED\u8A00\u5BF9=Language pair
\u9886\u57DF= Domain  
\u7FFB\u8BD1\u4EF7\u683C=\u7FFB\u8BD1\u4EF7\u683C
\u8BF7\u8F93\u5165\u7FFB\u8BD1\u4EF7\u683C=Translation price
\u4E13\u4E1A\u7FFB\u8BD1\u5B57\u6570=Number of professional translation words  
\u8BF7\u8F93\u5165\u4E13\u4E1A\u7FFB\u8BD1\u5B57\u6570=Please input number of professional translation words
\u65E5\u7FFB\u8BD1\u91CF=Daily translation amount
\u8BF7\u8F93\u5165\u65E5\u7FFB\u8BD1\u91CF=Please input daily translation amount
\u6821\u5BF9\u4EF7\u683C=Proofreading price
\u8BF7\u8F93\u5165\u6821\u5BF9\u4EF7\u683C=Please input the proofread price
\u6821\u5BF9\u603B\u5B57\u6570=Proofreading the total number of words
\u8BF7\u8F93\u5165\u6821\u5BF9\u603B\u5B57\u6570=Please input the total number of proofs
\u65E5\u6821\u5BF9\u91CF= day proofreading
\u8BF7\u8F93\u5165\u65E5\u6821\u5BF9\u91CF=Please input the day proofreading
\u5BA1\u6838\u4EF7\u683C=Audit price
\u8BF7\u8F93\u5165\u5BA1\u6838\u4EF7\u683C=Please input the audit price 
\u5BA1\u6838\u603B\u5B57\u6570=Audit total number of words
\u8BF7\u8F93\u5165\u5BA1\u6838\u603B\u5B57\u6570=Please input the total number of words for audit
\u65E5\u5BA1\u6838\u91CF=Daily audits
\u8BF7\u8F93\u5165\u65E5\u5BA1\u6838\u91CF= Please input the daily audit amount         
\u4FDD \u5B58=Save
                                                                                                                                                                                                                                                                     \u8BD1\u5458\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458\u65B0\u589E\u7FFB\u8BD1\u4FE1\u606F=Translator Center - interpreter new translation information
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237=Translator Center - I am a client
\u7B7E\u8BA2\u534F\u8BAE=signing protocol
\u7528\u6237\u534F\u8BAE=User protocol
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u7528\u6237-\u79EF\u5206\u5151\u6362=User center - user - integral convertibility
\u79EF\u5206=Integral
\u5151\u6362= exchange 
\u79EF\u5206\u592A\u5C11\u4E86\uFF0C\u627E\u627E\u5176\u4ED6\u5546\u54C1\u5427\uFF01= The points are too small to find other goods.   
\u5151\u6362\u6210\u529F\uFF0C\u7A0D\u540E\u4F1A\u7531\u5DE5\u4F5C\u4EBA\u5458\u7ED9\u60A8\u53D1\u8D27\uFF01=The exchange is successful and the staff will deliver the goods to you later!
\u6211\u7684\u79EF\u5206=My points
\u79EF\u5206\u5546\u57CE=Integral mall
\u59D3\u540D\uFF1A=Name:
\u6362\u4E00\u7EC4=Change one group
\u79EF\u5206\u89C4\u5219=Integral rule
1\u3001\u5BA2\u6237\u786E\u8BA4\u8BA2\u5355\u540E\u5E73\u53F0\u4F1A\u81EA\u52A8\u589E\u52A0\u76F8\u5E94\u7684\u79EF\u5206\u503C\u3002=1. After the customer confirms the order, the platform will automatically increase the corresponding integral value.
2\u3001\u51E1\u5151\u6362\u5546\u54C1\u52A1\u5FC5\u8C28\u614E\uFF0C\u5546\u54C1\u6BCF\u6708\u53EA\u5141\u8BB8\u5151\u6362\u4E00\u6B21\uFF0C\u4E14\u5151\u6362\u8FC7\u540E\u79EF\u5206\u5C06\u51CF\u5C11\u5151\u6362\u5546\u54C1\u76F8\u5E94\u7684\u79EF\u5206\u3002=2, the exchange of goods must be prudent, commodities are allowed to be exchanged only once a month, and the integral will be reduced after conversion.
3\u3001\u5151\u6362\u79EF\u5206\u65F6\u5E73\u53F0\u4F1A\u4EE5\u5FEB\u9012\u5F62\u5F0F\u53D1\u9001\u81F3\u4E2A\u4EBA\u4FE1\u606F\u4E2D\u586B\u5199\u7684\u5730\u5740\u52A1\u5FC5\u6838\u5BF9\u4FEE\u6539\u3002=3. At the time of convertibility, the platform will be sent to the individual information in the form of express delivery to check the changes.                                                                                                                                                         \u5F53\u524D\u6240\u62E5\u6709\u79EF\u5206\uFF1A=The current integral:
\u5206=Score
\u5151\u6362\u89C4\u5219=Exchange rules
\u5151\u6362\u5546\u54C1\u6BCF\u6708\u53EA\u80FD\u5151\u6362\u4E00\u6B21\u3002=The exchange of goods can only be exchanged once a month. 
\u5151\u6362\u540E\u5546\u54C1\u5C06\u7531\u5E73\u53F0\u57287\u5929\u5185\u8FDB\u884C\u6D3E\u9001\uFF0C\u6536\u8D27\u5730\u5740\u9ED8\u8BA4\u4E3A\u4E2A\u4EBA\u4FE1\u606F\u5730\u5740\u8BF7\u52A1\u5FC5\u586B\u5199\u4ED4\u7EC6\u3002=After the exchange, the goods will be sent by the platform within 7 days. The receipt address is the personal information address and must be filled in carefully. 
\u73AF\u5B87\u7231\u8BD1=Global Aitrans 
\u5168\u7403\u4E13\u5229\u7FFB\u8BD1\u5E73\u53F0=global patent translation platform
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u7528\u6237-\u6211\u7684\u7B49\u7EA7=User center -  user - my level
\u6211\u7684\u7B49\u7EA7= My grade
\u5DF2\u8D85\u8FC7=Over
\u7684\u5BA2\u6237=Customer
\u7533\u8BF7\u5347\u7EA7=Application upgrade 
\u63D0\u5347\u89C4\u5219=The rule of lifting
\u5BA2\u6237\u8FDE\u7EED3\u4E2A\u6708\u6848\u4EF6\u91CF\u5927\u4E8E100=The number of cases for 3 consecutive months is greater than that of 100
\u5C31\u5C06\u5BA2\u6237\u76F4\u63A5\u63D0\u5347\u81F3\u5927\u5BA2\u6237\u7B49\u7EA7\uFF0C\u5F53\u8FDE\u7EED3=The customer is directly promoted to the large customer level, and when the 3
\u4E2A\u6708\u6848\u4EF6\u91CF\u4F4E\u4E8E70\u65F6\u5C31\u964D\u7EA7\u672A\u4E3A\u666E\u901A\u5BA2\u6237=When the number of cases in the month is below 70, the downgrade is to for the ordinary customer
\u53D1\u5E03\u9700\u6C42\u6253\u4E00\u5B9A\u6298\u6263\uFF0C\u5728\u5B8C\u6210\u8BA2\u5355\u540E\u79EF\u5206\u5C06\u52A0\u500D\u8BA1\u7B97\uFF1B=When the order is completed, the integral will be doubled after the order is completed;
\u5BA2\u6237\u7B7E\u8BA2\u4E86\u5927\u5BA2\u6237\u534F\u8BAE\u540E\uFF0C\u5C06\u4F1A\u4EAB\u53D7\u5404\u79CD=After signing a large customer agreement, the customer will enjoy a variety of things. 
\u4F18\u60E0\uFF0C\u5177\u4F53\u5185\u5BB9\u8BF7\u53C2\u7167\u534F\u8BAE\u5185\u5BB9\u3002=Preferential, specific content please refer to the content of the agreement.
\u606D\u559C\u4F60\uFF0C\u5347\u7EA7\u6210\u529F\uFF01=Congratulations, upgrade!
\u6700\u8FD1\u51E0\u4E2A\u6708\u8BA2\u5355\u592A\u5C11\u4E86\uFF0C\u65E0\u6CD5\u5347\u7EA7\uFF01=There are so few orders in the last few months that you can\u02CAt upgrade!
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237-\u4FEE\u6539\u5BC6\u7801=User center - I am a customer - modified password   
\u4FEE\u6539\u5BC6\u7801=Modify the password
                                                                                                                                                                                                                                    
\u539F\u59CB\u5BC6\u7801\uFF1A=Original password:
\u8BF7\u8F93\u5165\u539F\u59CB\u5BC6\u7801=Please enter the original password
 \u5BC6\u7801\u75316-16\u4F4D\u5B57\u7B26\u4E32\u7EC4\u6210\uFF0C\u533A\u5206\u5927\u5C0F\u5199\uFF08\u4E0D\u80FD\u662F9\u4E00\u4E0B\u7684\u7EAF\u6570\u5B57\u3001\u4E0D\u80FD\u5305\u542B\u7A7A\u683C\uFF09=The password is made up of 6-16 bit strings, which is case sensitive (not a pure number 9, not a space).      
\u65B0\u5BC6\u7801\uFF1A= New password:
\u8BF7\u8F93\u5165\u65B0\u5BC6\u7801=  Please enter a new password          
\u5B89\u5168\u7B49\u7EA7=Security level  
\u4E3A\u4E86\u63D0\u5347\u60A8\u7684\u5BC6\u7801\u5B89\u5168\u6027\uFF0C\u5EFA\u8BAE\u4F7F\u7528\u82F1\u6587\u5B57\u6BCD\u52A0\u6570\u5B57\u6216\u7B26\u53F7\u7684\u7EC4\u5408\u5BC6\u7801\u3002=In order to improve your password security, it is suggested that a combination of English letters plus a combination of numerals or symbols is used.
\u786E\u8BA4\u65B0\u5BC6\u7801\uFF1A=Confirm the new password:   
\u518D\u8F93\u5165\u4E00\u6B21\u65B0\u5BC6\u7801=Enter a new password 
\u786E\u8BA4\u4FEE\u6539= Confirm the modification 
\u4FEE\u6539\u5BC6\u7801\u6210\u529F\uFF01=Revise the password successfully!
\u5BC6\u7801\u4FEE\u6539\u6210\u529F\uFF01=Password modification is successful!
\u5BC6\u7801\u4FEE\u6539\u5931\u8D25\uFF01=Password modification failed!
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237-\u6211\u7684\u9700\u6C42=User center -  customer - my needs
\u6211\u7684\u9700\u6C42=My needs
\u8BF7\u9009\u62E9\u72B6\u6001=Please select the state

                                                                                                                                       \u672A\u53D1\u5E03=Unpublished
\u53D1\u5E03\u4E2D=in the release
\u5931\u6548=Failure
\u8BF7\u9009\u62E9\u9879\u76EE\u53D1\u5E03\u6A21\u5F0F=Please select the project release mode
\u8BD1\u5458\u4E3B\u52A8\u6295\u6807= An interpreter\u02CAs active bid
\u7CFB\u7EDF\u5206\u914D\u8BD1\u5458= System assigns interpreter
\u7F16\u53F7\uFF1A= Number:
\u8D44\u8D28\u8981\u6C42\uFF1A= Qualification requirements:   
\u7EA7\u8BD1\u5458\uFF0C= Level interpreter, 
\u5929\u5B8C\u6210\uFF0C=  The days to finish, 
\u72B6\u6001:=Status:
\u5C1A\u672A\u67E5\u8BE2\u5230\u76F8\u5173\u9879\u76EE\u4FE1\u606F\uFF01=The related project information has not been queried!
\u9879\u76EE\u53D6\u6D88\u6210\u529F\uFF01= project cancellation success! 
\u9879\u76EE\u53D6\u6D88\u5931\u8D25\uFF01=project cancellation failure! 
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237-\u5BC6\u7801\u4FDD\u62A4=User center - I am the customer - password protection  
\u5C1A\u672A\u9009\u62E9\u5BC6\u4FDD\u95EE\u9898\uFF01=No security question!
\u5BC6\u4FDD\u95EE\u9898\u7B54\u6848\u957F\u5EA6\u5FC5\u987B\u4E3A1-20\u4E2A\u5B57\u7B26=The security question answer length must be 1-20 characters
\u5BC6\u7801\u4FDD\u62A4=Password protection
\u8BF7\u9009\u62E9\u5BC6\u4FDD\u95EE\u9898=Please select a security question
\u4F60\u7684\u51FA\u751F\u5730\u662F\u54EA\u91CC\uFF1F=Where is your birthplace?
\u4F60\u6700\u597D\u7684\u670B\u53CB\u540D\u5B57\uFF1F=Your best friend\u02CAs name?
\u4F60\u7236\u4EB2\u7684\u751F\u65E5\uFF1F=Your father\u02CAs birthday?
\u4F60\u6BCD\u4EB2\u7684\u751F\u65E5\uFF1F=Your mother\u02CAs birthday? 
\u4F60\u7684\u51FA\u751F\u65E5\u671F\uFF1F=Your date of birth?
\u4F60\u5370\u8C61\u6700\u6DF1\u7684\u8001\u5E08\u7684\u540D\u5B57\uFF1F=What is the name of the teacher you are most impressed with?  
\u5BC6\u4FDD\u8BBE\u7F6E\u4E0D\u80FD\u4FEE\u6539\u8BF7\u8C28\u614E\u586B\u5199=Please carefully fill in the security setting cannot be modified
\u95EE\u9898\u7B54\u6848\uFF1A=Question answer:
\u8BF7\u8F93\u5165\u5BC6\u7801\u4FDD\u62A4\u95EE\u9898\u7B54\u6848=Please enter the answer of the password protection question
\u4FDD\u5B58\u63D0\u4EA4=Save submission
\u5BC6\u7801\u4FDD\u62A4\u95EE\u9898\u5DF2\u8BBE\u7F6E=Password protection problem has been set                                                                                                                                                                                                                                                                                        
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u6211\u7684\u4FE1\u8A89=User center - interpreter - my reputation 
\u4FE1\u8A89\u7B49\u7EA7\uFF1A=Credit rating: 
\u4FE1\u8A89\u5EA6=Credit degree
\u8F83\u5DEE= Poor
\u4E00\u822C=General
\u826F\u597D=Good
\u8F83\u4F18=Superior
\u4FE1\u8A89\u8BA1\u7B97\u89C4\u5219\u4E0E\u8BF4\u660E=Reputation calculation rules and instructions
\u5BA2\u6237\u521D\u59CB\u4FE1\u8A89\u4E3A=Customer initial reputation
500\uFF0C\u94B1\u5305\u5185\u7559\u67091000\u4EE5\u4E0A\u7684=500, and more than 1000 in the wallet.
\u5907\u7528\u91D1\uFF0C\u4FE1\u8A89\u503C\u4F1A\u4E0A\u5347\u90E8\u5206\u4FE1\u8A89\u3002=Reserve money, reputation value will rise part of the reputation.
\u5BA2\u6237\u5C06\u4E8E\u6BCF\u6B21\u8BA2\u5355\u6210\u4EA4\u5B8C\u6210\u8BC4\u4EF7\u4E5F\u4F1A\u589E\u52A0\u4E00\u5B9A\u7684\u4FE1\u8A89\u503C\u3002=
\u5BA2\u6237\u53D6\u6D88\u8BA2\u5355\u5C06\u4F1A\u6263\u53BB\u4FE1\u8A89\u503C,=The customer cancels the order will deduct the credit value, please = the customer cancel the order will deduct the credit value, please  

\u8BF7\u8C28\u614E\u9009\u62E9\u3002=Choose carefully.
\u4FE1\u8A89\u5EA6\u4F1A\u5F71\u54CD\u5230\u5BA2\u6237\u9879\u76EE\u53D1\u5E03\u540E= Reputation will affect customer project post release 
\u7684\u9879\u76EE\u63A8\u9001\u3002=Project push. 
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u7528\u6237-\u6211\u7684\u94B1\u5305=User center -  user - my wallet
\u6211\u7684\u94B1\u5305= My wallet 
\u4EA4\u6613\u4FE1\u606F=Transaction information                       
\u94F6\u884C\u5361\uFF1A=Bank card:
\u5F00\u6237\u884C\uFF1A=Opening bank:
                                                                                                                                                                                      
\u4F59\u989D=Balance
\u5145\u503C=Recharge
\u63D0\u73B0=Withdrawal
\u8BF4\u660E=Instructions
\u7531\u4E8E\u76EE\u524D\u5E73\u53F0\u6682\u672A\u5F00\u901A\u7B2C\u4E09\u65B9\u652F\u4ED8\u65B9\u5F0F\uFF0C\u9700\u5B8C\u6574\u586B\u5199\u5173\u4E8E\u94F6\u884C\u5361\u4FE1\u606F\u6765\u5B8C\u6210\u7528\u6237\u94B1\u5305\u7684\u63D0\u73B0\u529F\u80FD\u3002=Since the current platform has not opened the third party payment method, it is necessary to complete the information about the bank card to complete the function of the user\u02CAs wallet.
\u94B1\u5305\u5145\u503C\u9700\u8981\u4E0E\u5E73\u53F0\u8FDB\u884C\u8054\u7CFB\uFF0C\u5411\u5E73\u53F0\u8FDB\u884C\u6C47\u6B3E\uFF0C\u5177\u4F53\u64CD\u4F5C\u4E8B\u5B9C\u5982\u4E0B\uFF1A= wallet recharge needs to contact the platform, remittances to the platform, the specific operation matters are as follows:  
\u5145\u503C\u65F6\u8BF7\u786E\u4FDD\u7528\u6237\u5B9E\u540D\u4FE1\u606F\u4E0E\u94F6\u884C\u5361\u3001\u6216\u8005\u652F\u4ED8\u5B9D\u3001\u5FAE\u4FE1\u8BA4\u8BC1\u4FE1\u606F\u4E00\u81F4\uFF0C\u65B9\u4FBF\u5E73\u53F0\u8FDB\u884C\u8D44\u91D1\u5B58\u5165\u3002= Please ensure that the recharge user name and bank card information, or Alipay, WeChat certified information, convenient platform for deposit of funds.
\u5728\u7B2C\u4E09\u65B9\u652F\u4ED8\u5E76\u4E0D\u80FD\u5B8C\u6210\u60A8\u7684\u5145\u503C\u8981\u6C42\u65F6\uFF0C\u8BF7\u4E0E\u5E73\u53F0\u5BA2\u670D\u8FDB\u884C\u8054\u7CFB\uFF0C\u6765\u7531\u5BA2\u670D\u8F85\u52A9\u5B8C\u6210\u5145\u503C\u670D\u52A1\u3002\u8054\u7CFB\u7535\u8BDD\uFF1A = when the third party pays cannot complete your recharge request, please contact the platform customer service to assist the customer service to complete the recharge service. Contact number\uFF1A  
\u5728\u5145\u503C\u5B8C\u6210\u540E\uFF0C\u5982\u82E5\u672A\u80FD\u6210\u529F\u5230\u8D26\uFF0C\u8BF7\u5373\u65F6\u4E0E\u5BA2\u670D\u8054\u7CFB\u6765\u5B8C\u6210\u540E\u7EED\u5DE5\u4F5C\u3002=After the completion of the recharge, if the account is not successful, please contact the customer service immediately to complete the follow-up work. 
\u4EA4\u6613\u4FE1\u606F\u5185\u5BB9=Transaction information content
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u8BD1\u5458\u534F\u8BAE=User center- interpreter-interpreter agreement
\u8BD1\u5458\u534F\u8BAE=Interpreter agreement
\u540C\u610F\u5E76\u7533\u8BF7\u534F\u8BAE=Consent and application of agreement  
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u5BC6\u7801\u4FEE\u6539=User center - interpreter - password modification 
\u539F\u59CB\u5BC6\u7801\u4E0D\u80FD\u4E3A\u7A7A=The original password cannot be empty
\u539F\u5BC6\u7801\u8F93\u5165\u9519\u8BEF=Original password error 
\u539F\u5BC6\u7801\u8F93\u5165\u6210\u529F\uFF0C\u8BF7\u8FDB\u884C\u4E0B\u4E00\u6B65\u64CD\u4F5C=The original password is successful, please do the next step
\u65B0\u5BC6\u7801\u4E0D\u80FD\u4E3A\u7A7A=New password cannot be empty 
\u65B0\u5BC6\u7801\u4E0D\u80FD\u4E0E\u539F\u5BC6\u7801\u91CD\u590D=The new password cannot be repeated with the original password 
\u65B0\u5BC6\u7801\u8F93\u5165\u6210\u529F\uFF0C\u8BF7\u8FDB\u884C\u4E0B\u4E00\u6B65\u64CD\u4F5C=The new password is successful, please do the next step
\u5BC6\u7801\u4E0D\u80FD\u5C0F\u4E8E=The password must not be less than 
                                                                                                                                                                                                                  

\u4F4D=Bit
\u5BC6\u7801\u5F3A\u5EA6\u6700\u5C116\u4F4D,\u53EA\u80FD\u8F93\u51656-20\u4E2A\u5B57\u6BCD\u3001\u6570\u5B57\u3001\u4E0B\u5212\u7EBF=A minimum of 6 ciphers, only 6-20 letters, numbers, underlines
\u4E24\u6B21\u5BC6\u7801\u4E0D\u4E00\u81F4\uFF01=two password inconsistencies!          
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458--\u6211\u7684\u4EFB\u52A1\u8BE6\u60C5=User center - interpreter - my task details
\u60A8\u5DF2\u63A5\u53D7\u4EFB\u52A1= You have accepted the task        
\u4EFB\u52A1\u63A5\u53D7\u5931\u8D25,\u8BF7\u586B\u5165\u5B8C\u6574\u4FE1\u606F\u540E\u63A5\u53D7\u4EFB\u52A1=The task is failed, please fill in the full information and accept the task     
\u60A8\u5DF2\u53D6\u6D88\u4EFB\u52A1=You have canceled the task
\u6211\u7684\u4EFB\u52A1=My task 
\u9879\u76EE\u6807\u9898\uFF1A= Title:
\u9879\u76EE\u9886\u57DF\uFF1A=Domain:
\u9879\u76EE\u7C7B\u522B\uFF1A=Item category:
\u8BD1\u5458\u7EA7\u522B\uFF1A=Interpreter level:
\u6D41\u7A0B\u7C7B\u578B\uFF1A=Process:
\u53EA\u7FFB\u8BD1=Only translation
\u7FFB\u8BD1\u548C\u6821\u5BF9= Translation and proofreading
\u7FFB\u8BD1\u6821\u5BF9\u548C\u5BA1\u6838= Translation proofreading and auditing
\u5B8C\u6210\u65F6\u95F4\uFF1A=Completion time:
\u9879\u76EE\u8BE6\u60C5=Details of the project    
\u9879\u76EE\u63CF\u8FF0\uFF1A=Project Description:  
\u9884\u7B97:= Budget:
\u53D1\u5E03\u65F6\u95F4\uFF1A= Release time:
\u9700\u6C42\u7F16\u53F7\uFF1A=Requirement number\uFF1A
\u63A5\u53D7\u4EFB\u52A1=Accept the task
\u4E0D\u63A5\u53D7\u4EFB\u52A1=Do not accept the task
\u5DF2\u63A5\u53D7\u4EFB\u52A1=Accepted task
\u8FD4\u56DE\u4E0A\u4E00\u7EA7=Return to the upper level
\u8BD1\u5458\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458--\u5BFB\u627E\u9700\u6C42=                                                                                                                                         Interpreter Center - interpreter - looking for demand 
\u6D41\u7A0B\u7C7B\u522B\uFF1A=Process: 
\u67E5\u770B\u8BE6\u60C5=Details
\u7F16\u53F7=Numbering
\u7FFB\u8BD1\u6821\u5BF9=Translation proofreading  
\u7FFB\u8BD1\u6821\u5BF9\u5BA1\u6838=translation proofreading review       
\u5C1A\u672A\u67E5\u8BE2\u5230\u8BE5\u4EFB\u52A1\u4FE1\u606F\uFF01= The task information has not been queried yet!
\u6211\u7684\u9879\u76EE=My project 
\u8BF7\u9009\u62E9\u9700\u6C42\u53D1\u5E03\u65B9\u5F0F=Please select the demand release method
\u9009\u5B9A\u8BD1\u5458\u6A21\u5F0F=Select interpreter mode
\u5206\u914D\u8BD1\u5458\u6A21\u5F0F=System allocation mode
\u4E3B\u52A8\u6295\u6807\u6A21\u5F0F=Active bidding mode
\u8BF7\u8F93\u5165\u8981\u67E5\u8BE2\u7684\u6761\u4EF6=Please enter the conditions to query
\u8BD1\u5458\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u5BC6\u7801\u4FDD\u62A4=Interpreter Center - interpreter - password protection
\u8F6F\u4EF6\u529F\u80FD\u4ECB\u7ECD=Introduction
\u529F\u80FD\u6A21\u5757\u4ECB\u7ECD=Functional module introduction
\u5305\u62EC\uFF1A\u667A\u80FD\u5316\u77E5\u8BC6\u5E93\u3001\u4EA4\u4E92\u7FFB\u8BD1=include: intelligent knowledge base, interactive translation 
\u6A21\u5757\u3001\u7FFB\u8BD1\u8BB0\u5FC6=Module, translation memory
\u6A21\u5757\u3001\u7FFB\u8BD1\u5B58\u50A8=Module, translation storage
\u6A21\u5757\u3001\u5728\u7EBF\u7FFB\u8BD1\u6A21\u5757\u3001\u6C49\u82F1\u7FFB\u8BD1\u667A\u80FD\u8F93\u5165\u63D0\u793A\u6A21\u5757\u3001\u670D\u52A1\u5668\u548C\u4E91\u7FFB\u8BD1\u7B49\u529F\u80FD\u6A21\u5757\u3002Module, online translation module, Chinese English translation intelligent input module, server and cloud translation function module. 
\u667A\u80FD\u77E5\u8BC6\u5E93\u6A21\u5757=Intelligent knowledge base module
                                                                                                                                                                                                            
\u667A\u80FD\u77E5\u8BC6\u5E93\u76F8\u5F53\u4E8E\u7FFB\u8BD1\u5DE5\u4F5C\u8005\u7684\u7B2C\u4E8C\u4E2A\u5927\u8111\u3002=The intelligent knowledge base is equivalent to the second brain of a translator.
\u667A\u80FD\u77E5\u8BC6\u5E93\u6A21\u5757\u5177\u6709\u9009\u7528\u3001\u65B0\u5EFA\u3001\u66F4\u65B0\u3001\u6269\u5145\u77E5\u8BC6\u5E93\u7B49\u529F\u80FD\u3002=The intelligent knowledge base module has the functions of selecting, constructing, updating and expanding the knowledge base. 
\u8BCD\u5E93\u65B9\u9762\uFF0C\u91C7\u7528\u79D1\u5B66\u5408\u7406\u7684\u8BCD\u5E93\u8BBE\u8BA1\u3002\u53EF\u533A\u5206\u5927\u5C0F\u5199\u3001\u4E13\u4E1A\u672F\u8BED\u3001\u540D\u8BCD\u5355\u590D\u6570\u3001\u52A8\u8BCD\u65F6\u6001\u548C\u5F62\u6001\u7B49\u3002\u4F8B\u5982\uFF1A=In terms of lexicon, a scientific and rational lexicon is used. It can distinguish between case and case, professional terminology, noun single plural, verb tense and form, etc. For example:  
\u8BA1\u7B97\u673A\u8F85\u52A9\u7FFB\u8BD1\u3002=Computer aided translation.
\u5BFC\u5165\u6807\u51C6\u8BCD\u6761\uFF1A\u5BF9\u4E8E\u7FFB\u8BD1\u516C\u53F8\u3001\u4F01\u4E1A\u548C\u6709\u7ECF\u9A8C\u7684\u7FFB\u8BD1\u8005\uFF0C\u5728\u5E73\u65F6\u7684\u5DE5\u4F5C\u4E2D\u90FD\u79EF\u7D2F\u4E86\u5927\u91CF\u7684\u4E0E\u5176\u4E13\u4E1A\u6709\u5173\u7684\u8BCD\u6C47\u3002\u8FD9\u4E9B\u8D44\u6E90\u6BD4\u7CFB\u7EDF\u63D0\u4F9B\u7684\u8BCD\u5E93\u53EF\u80FD\u66F4\u51C6\u786E\u3001\u66F4\u6709\u9488\u5BF9\u6027\u3002\u53EF\u4EE5\u91C7\u7528\u5BFC\u5165\u6807\u51C6\u8BCD\u6761\u7684\u65B9\u6CD5\u5C06\u5176\u5BFC\u5165\u5230\u6240\u9009\u7528\u7684\u4E13\u4E1A\u7FFB\u8BD1\u77E5\u8BC6\u5E93\u4E2D\u3002=Introduction of standard entry: for translation companies, enterprises and experienced translators, a large number of vocabulary related to their specialties have been accumulated during the regular work. These resources may be more accurate and more targeted than the thesaurus provided by the system. It can be imported into the selected professional translation knowledge base by importing standard entries. 
\u5BFC\u5165\u7528\u6237\u8BCD\u5E93\uFF1A\u4F8B\u5982\uFF0C\u5C06=Import the user\u02CAs lexicon: for example, 
\u673A\u5668\u4E2D\u7684\u7528\u6237\u8BCD\u5E93\u7684=A user\u02CAs lexicon in a machine     
\u6587\u4EF6\u62F7\u8D1D\u81F3=  File copy to

\u673A\u5668\uFF0C\u91C7\u7528\u5BFC\u5165\u7528\u6237\u8BCD\u5E93\u529F\u80FD\uFF0C\u5C31\u53EF\u8F7B\u677E\u5B9E\u73B0\u7528\u6237\u95F4\u7684\u7FFB\u8BD1\u77E5\u8BC6\u5171\u4EAB\u3002=The machine, using the function of importing the user\u02CAs word library, the translation knowledge sharing between users can be easily realized.
\u5BFC\u5165\u53E5\u5E93\uFF1A\u4F8B\u53E5\u53EF\u4F5C\u4E3A\u63D0\u9AD8\u7FFB\u8BD1\u6548\u7387\u7684\u91CD\u8981\u624B\u6BB5\u4E4B\u4E00\u3002\u5982\u679C\u7528\u6237\u6709\u4EE5\u524D\u7FFB\u8BD1\u7684\u8BED\u6599\uFF08\u53CC\u8BED\u53E5\u5BF9\uFF09\uFF0C\u70B9\u51FB\u77E5\u8BC6\u5E93->\u5BFC\u5165\u53E5\u5E93->\u5BFC\u5165\u6807\u51C6\u53E5\u5E93\uFF0C\u5C31\u53EF\u5145\u5206\u5229\u7528\u4EE5\u524D\u79EF\u7D2F\u7684\u7FFB\u8BD1\u77E5\u8BC6\uFF0C\u4FDD\u8BC1\u76F8\u540C\u7684\u53E5\u5B50\u4E0D\u518D\u9700\u8981\u7FFB\u8BD1\u7B2C\u4E8C\u904D\u4E86\u3002\u5982\u679C\u5BFC\u5165\u7684\u662F\u6A21\u5F0F\u5316\u53E5\u5BF9\uFF08\u7531= Introduction: the library can be used as one of the important means to improve the efficiency of translation. If the user has previously translated corpus (bilingual sentence pairs), click on the knowledge base into the library into the standard library - > Import library->Import the standard library ,it can make full use of previously accumulated knowledge of translation, translation no longer need to ensure that the same sentence second times. If the import is mode of (from  
\u6A21\u5757\u4EA7\u751F\uFF09\uFF0C\u5219\u53EF\u4FDD\u8BC1\u76F8\u8FD1\u7684\u53E5\u5B50\u4E5F\u4E0D\u9700\u8981\u7FFB\u8BD1\u7B2C\u4E8C\u904D\u4E86\u3002=If the module is produced), it can guarantee that the similar sentences do not need to be translated second times.   
\u4EA4\u4E92\u7FFB\u8BD1=Interactive translation 
\u6A21\u5757=Module                
                    
\u6A21\u5757\uFF0C\u8C03\u7528\u667A\u80FD\u5316\u77E5\u8BC6\u5E93\uFF0C\u5C06\u8981\u7FFB\u8BD1\u7684\u53E5\u5B50\u7684\u5355\u8BCD\u6216\u8BCD\u7EC4\u81EA\u52A8\u8FDB\u884C\u62C6\u5206\u548C\u6807\u793A\uFF0C\u5E76\u663E\u793A\u5176\u91CA\u4E49\uFF0C\u628A\u9AD8\u9891\u91CA\u4E49\u653E\u5728\u9996\u4F4D\u3002\u7531\u4E8E\u6BCF\u4E2A\u8BCD\u5BF9\u5E94\u591A\u4E2A\u91CA\u4E49\uFF0C\u8BD1\u8005\u53EF\u901A\u8FC7\u9F20\u6807\u9009\u62E9\u6700\u9002\u5408\u7684\u91CA\u4E49\u3002\u5229\u7528\u8BE5\u6A21\u5757\uFF0C\u7528\u6237\u53EF\u5728\u201C\u6307\u70B9\u201D\u95F4\u5B8C\u6210\u5BF9\u53E5\u5B50\u7684\u7406\u89E3\u548C\u7FFB\u8BD1\u3002\u5728\u6574\u4E2A\u7FFB\u8BD1\u8FC7\u7A0B\u4E2D\u7701\u53BB\u4E86\u67E5\u8BCD\u5178\u3001\u952E\u76D8\u8F93\u5165\u7B49\u5DE5\u4F5C\uFF0C\u4ECE\u800C\u6700\u5927\u9650\u5EA6\u5730\u51CF\u5C11\u673A\u68B0\u7684\u3001\u91CD\u590D\u7684\u5DE5\u4F5C\uFF0C\u8BA9\u7FFB\u8BD1\u8005\u7684\u4E3B\u8981\u7CBE\u529B\u96C6\u4E2D\u5230\u521B\u9020\u6027\u601D\u8003\u4E0A\uFF0C\u601D\u8003\u5982\u4F55\u7FFB\u8BD1\u597D\u53E5\u5B50\uFF0C\u5E76\u5BF9\u7FFB\u8BD1\u7ED3\u679C\u8FDB\u884C\u7CBE\u96D5\u7EC6\u7422\u3002\u56E0\u6B64\uFF0C\u4E0D\u4EC5\u63D0\u9AD8\u4E86\u7FFB\u8BD1\u901F\u5EA6\uFF0C\u800C\u4E14\u8FD8\u53EF\u63D0\u9AD8\u7FFB\u8BD1\u8D28\u91CF\u3002=The module calls the intelligent knowledge base, and automatically splits and marks the words or phrases to be translated, and displays the definitions, and puts the high-frequency interpretation in the first place. As each word corresponds to a number of interpretations, the translator can choose the most suitable explanation by the mouse. Using this module, the user can understand and translate the sentence between the "finger". In the process of translation is omitted in the dictionary, the keyboard input, thereby minimizing mechanical and repetitive work, let the main energy to focus on the translator creative thinking, thinking about how to translate good sentences, and the translation results are clear. Therefore, it not only improves the speed of translation, but also improves the quality of translation. 
\u6A21\u5757\u8FD8\u5177\u6709\u952E\u76D8\u5FEB\u6377\u79FB\u52A8\u8F93\u5165\u6CD5\uFF0C\u4EE5\u4E3A\u4E60\u60EF\u4F7F\u7528\u952E\u76D8\u8F93\u5165\u7684\u7528\u6237\u63D0\u4F9B\u4FBF\u5229\u3002\u5177\u4F53\u64CD\u4F5C\u5982\u4E0B\uFF1A\u6309\u4F4F\u201CCtrl\u201D\u952E\u540C\u65F6\u7528\u65B9\u5411\u952E\u6765\u9009\u62E9\u91CA\u4E49\uFF0C\u5DE6\u53F3\u952E\u9009\u62E9\u5355\u8BCD\uFF0C\u4E0A\u4E0B\u952E\u9009\u62E9\u591A\u4E2A\u91CA\u4E49\u4E2D\u8BD1\u8005\u6240\u9700\u7684\u91CA\u4E49\uFF0C\u6240\u9009\u91CA\u4E49\u5C06\u53D8\u6210\u6DF1\u84DD\u8272\uFF0C\u6B64\u65F6\u6309\u56DE\u8F66\u201C=The module also has keyboard shortcut movement input method, which provides convenience for users who are used to keyboard input. The specific operation is as follows: press the "Ctrl" button to select the interpretation and use the direction keys, key words, the next button to select a number of translators required in interpretation of interpretation, the selected interpretation will become dark blue, then press enter "
\u201D\u952E\u91CA\u4E49\u5C06\u5728\u63D2\u5165\u8BD1\u6587\u533A\u5F53\u524D\u5149\u6807\u5904\u3002="The key definition will be inserted at the current cursor at the translation zone.
\u901A\u8FC7\u4EA4\u4E92\u7FFB\u8BD1=Cross translation
\u6A21\u5757\uFF0C\u8FD8\u53EF\u5BF9\u8BCD\u5E93\u8FDB\u884C\u5FEB\u901F\u7F16\u8F91\u3001\u66F4\u65B0\u3002\u5728\u9009\u62E9\u91CA\u4E49\u65F6\uFF0C\u901A\u8FC7\u53CC\u51FB\u5373\u53EF\u5C06\u8BE5\u91CA\u4E49\u9001\u5165\u8BD1\u6587\u533A\u540C\u65F6\u8FD8\u53EF\u5C06\u5176\u7F6E\u9996\u3002\u70B9\u51FB\u4FEE\u6539\u8BCD\u6761\u6309\u94AE\u5373\u53EF\u6253\u5F00\u4FEE\u6539\u8BCD\u6761\u5BF9\u8BDD\u6846\uFF0C\u5B9E\u65F6\u589E\u52A0\u6216\u4FEE\u6539\u91CA\u4E49\uFF08\u548C/\u6216\u8054\u60F3\u8BCD\uFF09\u3002\u53F3\u51FB\u65B0\u8BCD\u7EC4\u7684\u7B2C\u4E00\u4E2A\u5355\u8BCD\u518D\u53F3\u51FB\u6700\u540E\u4E00\u4E2A\u5355\u8BCD\uFF0C\u5373\u53EF\u5FEB\u901F\u5B8C\u6210\u7EC4\u8BCD\u3002= Modules can also be quickly edited and updated. When the interpretation is selected, the interpretation can be sent to the translation zone by double clicking and it can be set at the first. Click the modifier button to open the modified entry dialog box, and add or modify the interpretation (and / or association words) in real time. Right - click the first word of the new word group and right - click the last word to quickly complete the phrase.         
\u7FFB\u8BD1\u8BB0\u5FC6= Translation memory                                           
\u662F\u5229\u7528\u667A\u80FD\u77E5\u8BC6\u5E93\u6A21\u62DF\u4EBA\u8111\u7FFB\u8BD1\u601D\u7EF4\u7684\u4EBA\u5DE5\u667A\u80FD\u7FFB\u8BD1\u6280\u672F\uFF08\u667A\u80FD\u77E5\u8BC6\u5E93\u53EF\u4EE5\u81EA\u5DF1\u7528=AI technology that simulates human brain\u02CAs translation thinking by using intelligent knowledge base(intelligent knowledge base can be used by oneself 
\u6A21\u5757\u79EF\u7D2F\uFF0C\u4E5F\u53EF\u4EE5\u4E0E\u4ED6\u4EBA\u5206\u4EAB\uFF09\u3002=Module accumulation, can also be shared with others).\u6A21\u5757\u5177\u6709\u667A\u80FD\u7FFB\u8BD1\u5904\u7406\u529F\u80FD\uFF1A=The module has intelligent translation processing function: 
\u6A21\u5757\u53EF\u5728\u6700\u77ED\u65F6\u95F4\u5185\u67E5\u627E\u667A\u80FD\u5316\u77E5\u8BC6\u5E93\uFF0C\u5BF9\u8981\u7FFB\u8BD1\u7684\u53E5\u5B50\u8FDB\u884C\u5FEB\u901F\u5206\u6790\u5BF9\u6BD4\uFF0C\u4FDD\u8BC1\u76F8\u540C\u7684\u53E5\u5B50\u6C38\u8FDC\u4E0D\u9700\u8981\u7FFB\u8BD1\u7B2C\u4E8C\u904D\uFF1B= Module of knowledge base of intelligent search in the shortest time, rapid analysis and comparison of the translation of the sentence, the same sentence does not need to be translated second times;
\u5229\u7528\u667A\u80FD\u77E5\u8BC6\u5E93\u4E2D\u7684\u53E5\u5F0F\u6216\u53E5\u578B\uFF0C=Using the sentence pattern or sentence pattern in the intelligent knowledge base,
\u529F\u80FD\u6A21\u5757\u53EF\u5BF9\u8981\u7FFB\u8BD1\u7684\u53E5\u5B50\u8FDB\u884C\u6A21\u7CCA\u5339\u914D\u3001\u63A8\u7406\u548C\u63A8\u6D4B\u7B49\uFF0C\u5E76\u7ED9\u51FA\u5B8C\u6574\u51C6\u786E\u7684\u8BD1\u6587\uFF0C\u4ECE\u800C\u4FDD\u8BC1\u7C7B\u4F3C\u53E5\u5B50\u4E5F\u4E0D\u9700\u8981\u7FFB\u8BD1\u7B2C\u4E8C\u904D\u3002=The function module can make fuzzy matching, inference and speculation for the sentences to be translated, and give a complete and accurate translation, so as to ensure similar sentences do not need to translate second times.    
\u5DEE\u522B\u90E8\u5206\u4E0D\u4EC5\u80FD\u81EA\u52A8\u66FF\u6362\uFF0C\u800C\u4E14\u8FD8\u7528\u76F8\u5E94\u989C\u8272\u663E\u793A\u8BD1\u6587\u7684\u53D8\u5316\uFF0C\u667A\u80FD\u6548\u679C\u4E00\u76EE\u4E86\u7136\u3002=The difference part can not only automatically replace, but also use the corresponding color to display the change of the translation, the intelligent effect is clear at a glance. \u8D85\u7EA7\u667A\u80FD\u7FFB\u8BD1=Super intelligent translation
\u662F\u4E00\u79CD\u6A21\u62DF\u4EBA\u8111\u5B66\u4E60\u8BB0\u5FC6\u548C\u7FFB\u8BD1\u601D\u7EF4\u7684\u8D85\u7EA7\u4EBA\u5DE5\u667A\u80FD\u7FFB\u8BD1\u6280\u672F\u3002=It is a super artificial intelligence translation technique that simulates the learning and memory of the human brain and the thinking of translation. 
\u6A21\u5757\u5728=The module in
                                                                                         
\u6A21\u5757\u57FA\u7840\u4E0A\u589E\u52A0\u4E86\u667A\u80FD\u5316\u81EA\u5B66\u4E60\u529F\u80FD\uFF1A=The intelligent self learning function is added to the module based on the module:
\u7FFB\u8BD1\u81EA\u5B66\u4E60\u529F\u80FD\uFF1A\u5728\u60A8\u8FDB\u884C\u4EBA\u673A\u4EA4\u4E92\u7FFB\u8BD1\u8FC7\u7A0B\uFF0C=Translation self learning function: in the process of human-computer interaction translation,
\u6A21\u5757\u5C06\u81EA\u52A8\u5730\u5B66\u4E60\u6240\u7FFB\u8BD1\u7684\u53E5\u5F0F\u6216\u53E5\u578B\uFF0C\u5E76\u53EF\u5C06\u5B83\u4FDD\u5B58\u5230\u667A\u80FD\u77E5\u8BC6\u5E93\u4E2D\u3002\u56E0\u6B64\uFF0C\u60A8\u7684\u7FFB\u8BD1\u6C34\u5E73\u8D8A\u9AD8\uFF0C\u8BE5\u8F6F\u4EF6\uFF08\u667A\u80FD\u77E5\u8BC6\u5E93\uFF09\u7684\u7FFB\u8BD1\u6C34\u5E73\u5C31\u8D8A\u9AD8\u3002=The module will automatically learn the sentence or sentence pattern translated and save it to the intelligent knowledge base. As a result, the higher the level of your translation, the higher the level of the translation of the software (intelligent knowledge base). 
\u667A\u80FD\u5316\u7FFB\u8BD1\u7F16\u8F91\u5904\u7406\u529F\u80FD\uFF1A\u6309\u7167\u60A8\u5E73\u65F6\u7684\u7FFB\u8BD1\u7F16\u8F91\u4E60\u60EF\uFF0C\u5373\u53EF\u8FDB\u884C\u667A\u80FD\u5316\u683C\u5F0F\u7F16\u8F91\u5904\u7406\u3002\u5F53\u7136\uFF0C\u60A8\u5BF9=Intelligent translation editing and processing function: in accordance with your usual translation editing habits, you can perform intelligent format editing. Of course, you are 
\u6280\u672F\u4E86\u89E3\u8D8A\u591A\uFF0C\u5BF9= The more you know the technology,to
\u6A21\u5757\u529F\u80FD\u638C\u63E1\u8D8A\u591A\uFF0C\u5219\u60A8\u7684\u6559\u5B66\u6C34\u5E73\u5C31\u8D8A\u9AD8\u3002=The more the module functions, the higher the level of your teaching.
\u5728\u7EBF\u7FFB\u8BD1\u6A21\u5757= Online translation module
\u5728\u7FFB\u8BD1\u8FC7\u7A0B\u4E2D\uFF0C\u5982\u9700\u8981\u5728\u7EBF\u67E5\u8BCD\u6216\u5728\u7EBF\u7FFB\u8BD1\u7684\u5E2E\u52A9\uFF0C\u70B9\u51FB\u201C\u7231\u8BD1\u52A9\u624B=the process of translation, if you need online word search or online translation help, click " Aitrans assistant".       
\u201D\u6309\u94AE\uFF0C\u5373\u53EF\u5F39\u51FA\u201C\u7231\u8BD1\u52A9\u624B\u201D\u7A0B\u5E8F\u5BF9\u8BDD\u6846\uFF0C\u8BE5\u7A0B\u5E8F\u65B9\u4FBF\u8BD1\u5458\u5FEB\u901F\u67E5\u8BCD\u3001\u7FFB\u8BD1\u53E5\u5B50\uFF0C\u65E0\u9700\u5728\u591A\u4E2A\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u6765\u56DE\u5207\u6362\uFF0C\u53EA\u9700\u70B9\u51FB\u5BF9\u8BDD\u6846\u5DE6\u4FA7\u5217\u8868\u4E2D\u7684\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u7684\u540D\u79F0\uFF0C\u5728\u7EBF\u7FFB\u8BD1\u529F\u80FD\u5177\u4F53\u64CD\u4F5C\u5982\u4E0B\uFF1A=" button, you can pop "Aitrans assistant dialog box, the program is convenient, fast search word interpreters translate sentences, without having to switch back and forth in a number of online translation websites, online translation website name just click the dialog box in the list on the left, online translation function as follows:     
\u51FA\u73B0\u5982\u4E0B\u5BF9\u8BDD\u6846\uFF1A=The following dialog box appears:
\u70B9\u51FB\u5728\u7231\u8BD1\u52A9\u624B\u6309\u94AE=Click on Aitrans assistant button
 \u5728\u6B64\u5BF9\u8BDD\u6846\u4E2D\u5373\u53EF\u5728\u7EBF\u67E5\u8BCD\u4E5F\u53EF\u5728\u7EBF\u7FFB\u8BD1\u53E5\u5B50\u3002\u5728\u5DE6\u4FA7\u201C\u7FFB\u8BD1\u6587\u672C\u201D\u6846\u4E2D\u8F93\u5165\u9700\u67E5\u8BE2\u7684\u5355\u8BCD\u6216\u53E5\u5B50\uFF0C\u8BE5\u8BCD\u6216\u53E5\u5B50\u5C06\u81EA\u52A8\u53D1\u9001\u5230\u7528\u6237\u6240\u9009\u7684\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u5E76\u83B7\u5F97\u6765\u81EA\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u7684\u53CD\u9988\u7FFB\u8BD1\u7ED3\u679C\uFF0C\u7528\u6237\u53EF\u9009\u62E9\u5DE6\u4FA7\u7FFB\u8BD1\u6846\u4E0B\u65B9\u7684\u4EFB\u610F\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\uFF0C\u5BF9\u8BDD\u6846\u53F3\u4FA7\u5C06\u663E\u793A\u5305\u542B\u7FFB\u8BD1\u7ED3\u679C\u7684\u9875\u9762\u3002=In this dialog box, you can look up the word online and translate the sentence online. In the "translation of the text box, enter the word or sentence query, online translation website of the word or sentence will be automatically sent to the user selected and get feedback from the online translation website, free online translation website users can choose the translation box below the left side, the right side of the dialog box will display the page contains the translation results. 
\u5728\u7EBF\u67E5\u8BCD=Online word check
\u5982\u679C\u201C\u7FFB\u8BD1\u6587\u672C\u201D\u6846\u4E2D\u662F\u4E00\u4E2A\u5355\u8BCD\u6216\u8BCD\u7EC4\uFF0C\u5219\u53F3\u4FA7\u663E\u793A\u5305\u542B\u8BE5\u5355\u8BCD\u6216\u8BCD\u7EC4\u7684\u9875\u9762\uFF0C\u5982\u4E0B\u56FE\u6240\u793A\u3002=If the "translated text" box is a word or phrase, the right side displays a page containing the word or phrase, as shown in the following figure. 
\u5728\u7EBF\u7FFB\u8BD1=Online translation
\u5982\u679C\u201C\u7FFB\u8BD1\u6587\u672C\u201D\u6846\u4E2D\u662F\u4E00\u4E2A\u53E5\u5B50\uFF0C\u5219\u53F3\u4FA7\u663E\u793A\u5305\u542B\u8BE5\u53E5\u5B50\u7FFB\u8BD1\u7ED3\u679C\u7684\u9875\u9762\uFF0C\u5982\u4E0B\u56FE\u6240\u793A\u3002=If the "translated text" box is a sentence, the right side displays the page that contains the result of the sentence, as shown in the following figure.
\u81EA\u52A8\u5728\u7EBF\u7FFB\u8BD1=Automatic online translation

\u5F53\u7A0B\u5E8F\u81EA\u52A8\u9009\u4E2D\u5E76\u7FFB\u8BD1\u4E00\u4E2A\u53E5\u5B50\u65F6\uFF0C\u6BD4\u5982=When a program automatically selects and translates a sentence, for example
\u5982\u60F3\u83B7\u53D6\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u7684\u81EA\u52A8\u7FFB\u8BD1\u670D\u52A1\uFF0C\u53EA\u9700\u70B9\u51FB\u5DE5\u5177\u680F\u4E2D\u7684\u201C\u5728\u7EBF\u7FFB\u8BD1\u201D\u6309\u94AE\uFF0C\u5C31\u53EF\u6253\u5F00\u5728\u7EBF\u7FFB\u8BD1\u6A21\u5757\uFF08\u7231\u8BD1\u52A9\u624B\uFF09\u5E76\u5C06\u4E0A\u8FF0\u53E5\u5B50\u53D1\u9001\u81F3\u5728\u7EBF\u7FFB\u8BD1\u6A21\u5757\uFF0C\u5728\u7EBF\u7FFB\u8BD1\u6A21\u5757\u81EA\u52A8\u5C06\u63A5\u6536\u5230\u7684\u4E0A\u8FF0\u53E5\u5B50\u53D1\u9001\u5230\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u5E76\u83B7\u5F97\u8BE5\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u63D0\u4F9B\u7684\u81EA\u52A8\u7FFB\u8BD1\u7ED3\u679C\uFF0C\u5982\u4E0B\u56FE\u6240\u793A\u3002= automatic translation service, simply click on the Toolbar "online translation" button, you can open the online translation module (love translation assistant) and the above sentence is sent to the online translation module, online translation module will automatically receive the above sentence sent to the online translation website and get automatic the results of the translation online translation website, as shown below. \u5F53\u4E3B\u7A0B\u5E8F\u7FFB\u8BD1\u4E0B\u4E00\u53E5\u65F6\u6BD4\u5982\u201C=When the main program translates the next sentence, for example, "                    
\u8BE5\u53E5\u5B50\u81EA\u52A8\u9001\u5230\u5728\u7EBF\u7FFB\u8BD1\u6A21\u5757\uFF0C\u5E76\u663E\u793A\u5728\u5728\u7EBF\u7FFB\u8BD1\u5BF9\u8BDD\u6846\u5DE6\u4E0A\u89D2\u7684\u201C\u7FFB\u8BD1\u6587\u672C\u201D\u6846\u4E2D\uFF0C\u70B9\u51FB\u7FFB\u8BD1\u6309\u94AE\u5373\u53EF\u83B7\u5F97\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u63D0\u4F9B\u7684\u81EA\u52A8\u7FFB\u8BD1\u7ED3\u679C\u3002\u5F53\u9700\u8981\u5229\u7528\u5176\u5B83\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u8FDB\u884C\u5728\u7EBF\u7FFB\u8BD1\u65F6\uFF0C\u53EA\u9700\u70B9\u51FB\u5DE6\u4FA7\u5217\u8868\u4E2D\u7684\u5176\u5B83\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u7684\u540D\u79F0\uFF0C\u8BE5\u5728\u7EBF\u7FFB\u8BD1\u6A21\u5757\u81EA\u52A8\u5C06\u201C\u7FFB\u8BD1\u6587\u672C\u201D\u6846\u4E2D\u7684\u5185\u5BB9\u53D1\u9001\u5230\u6240\u70B9\u51FB\uFF08\u9009\u4E2D\uFF09\u7684\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u5E76\u83B7\u5F97\u6765\u81EA\u8BE5\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u7684\u7FFB\u8BD1\u7ED3\u679C\u3002=The sentence is automatically sent to the online translation module and displayed in the translation text box on the upper left corner of the online translation dialog box. Click the translation button to get the automatic translation result provided by the online translation website. When the need for the use of other online translation online translation website, just name other online translation website click on the left side of the list, the online translation module will automatically send the translated text "the contents of the box to click (selected) online translation website and access to the online translation website translation. 
\u5728\u4E0B\u6B21\u5728\u7EBF\u7FFB\u8BD1\u65F6\uFF0C\u9009\u4E2D\u7684\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u4E3A\u9ED8\u8BA4\u7684\u5728\u7EBF\u7FFB\u8BD1\u7F51\u7AD9\u3002=In the next online translation, the selected online translation site is the default online translation site. 
\u6C49\u82F1\u7FFB\u8BD1\u667A\u80FD\u8F93\u5165\u63D0\u793A\u6A21\u5757= Chinese English translation intelligent input module 
                
\u6C49\u8BD1\u82F1\u65F6\uFF0C\u5982\u5728\u8BD1\u6587\u533A\u624B\u52A8\u8F93\u5165\u5355\u8BCD\uFF0C\u5219\u81EA\u52A8\u5F39\u51FA\u8F93\u5165\u63D0\u793A\u6846\uFF0C\u4EE5\u4FBF\u4E8E\u7528\u6237\u5FEB\u901F\u8F93\u5165\u3002=When translated into English, if the word is entered manually in the translation area, the input box is automatically popped out to facilitate the user to enter quickly.
\u667A\u80FD\u8F93\u5165\u63D0\u793A\u6846\u4E2D\u7684\u5185\u5BB9\u4E3A\u4EA4\u4E92\u533A\u6240\u6709\u4E2D\u6587\u7684\u91CA\u4E49\u4E2D\u6240\u6709\u4EE5\u8F93\u5165\u7684\u5B57\u6BCD\u5F00\u5934\u7684\u5355\u8BCD\uFF1B=The contents of the smart input prompt box are all the words that begin with the input letters in all Chinese definitions in the interaction area; 
\u5728\u8BD1\u6587\u533A\u589E\u52A0\u5B57\u6BCD\u65F6\uFF0C\u7CFB\u7EDF\u81EA\u52A8\u7B5B\u9009\u667A\u80FD\u8F93\u5165\u63D0\u793A\u6846\u7684\u5185\u5BB9\uFF1B=When adding letters to the translation area, the system automatically sieves the contents of the smart input prompt box;          
\u5728\u8BD1\u6587\u533A\u5220\u9664\u5B57\u6BCD\u65F6\uFF0C\u7CFB\u7EDF\u81EA\u52A8\u6062\u590D\u539F\u5148\u667A\u80FD\u8F93\u5165\u63D0\u793A\u6846\u5185\u5BB9\uFF1B=When the letter is deleted in the translation area, the system automatically restores the original intelligent input prompt box content; 
\u670D\u52A1\u5668\u7FFB\u8BD1\u6A21\u5757=Server translation module
\u5F53\u7528\u6237\u901A\u8FC7\u5C40\u57DF\u7F51\u6216\u4E92\u8054\u7F51\u4E0E\u5176\u5B83\u7FFB\u8BD1\u8005\u5171\u4EAB\u670D\u52A1\u5668\u4E0A\u7684\u667A\u80FD\u77E5\u8BC6\u5E93\u65F6\uFF0C\u901A\u8FC7\u670D\u52A1\u5668\u7FFB\u8BD1\u9009\u9879\u83DC\u5355\u53EF\u8FDB\u884C\u76F8\u5E94\u7684\u8BBE\u7F6E\uFF0C\u5982\u4E0B\uFF1A=When users share knowledge on the server through LAN or Internet and other translators, translation through the server options menu for the appropriate settings, as follows: 
\u663E\u793A\u670D\u52A1\u5668\u7FFB\u8BD1\u7ED3\u679C\u5BF9\u8BDD\u6846\uFF08\u70B9\u51FB\u6846\u4E2D\u7684\u7FFB\u8BD1\u5185\u5BB9\u53EF\u5C06\u5176\u9001\u5165\u8BD1\u6587\u533A\uFF0C\u70B9\u51FB=Displays the server translation result dialog box. (The translation content in the click box can be sent to the translation area. Click 
\u6216\u6309= Or press
\u952E\u53EF\u5173\u95ED\u8BE5\u5F39\u51FA\u6846=key to close the pop-up box 

\u8BD1\u6587\u533A\u65E0\u7FFB\u8BD1\u7ED3\u679C\u65F6\u91C7\u7528\u670D\u52A1\u5668\u7FFB\u8BD1\u7ED3\u679C\uFF08\u4EA4\u4E92\u533A\u4F18\u5148\u91C7\u7528\u670D\u52A1\u5668\u4E0B\u4F20\u7684\u672F\u8BED\uFF09\uFF0C\u53EF\u4F18\u5148\u9009\u7528\u7231\u8BD1\u6216\u8C37\u6B4C\u3002=Using the result of server translation when there is no translation results in the translated region, the preference for translation or Google is preferred.  
\u5F53\u4EA4\u4E92\u533A\u4E2D\u4E0D\u4F18\u5148\u663E\u793A\u670D\u52A1\u5668\u4E0B\u4F20\u672F\u8BED\u65F6\uFF0C\u5728\u5BF9\u8BDD\u6846\u4E2D\u663E\u793A\u670D\u52A1\u5668\u4E0B\u4F20\u672F\u8BED\u3002=When it is not a priority to display the terminology in the server, the terminology in the server is displayed in the dialog box. 
\u4E91\u7FFB\u8BD1\u6A21\u5757=Cloud translation module
\u8FD8\u6574\u5408\u4E86\u5F53\u4ECA\u5404\u79CD\u6700\u5148\u8FDB\u7684\u4E91\u7FFB\u8BD1\u529F\u80FD\uFF0C\u4E0D\u4EC5\u4E3A\u8BD1\u8005\u63D0\u4F9B\u5404\u79CD\u77ED\u8BED\u548C\u672F\u8BED\u7684\u53C2\u8003\u8BD1\u6CD5\uFF0C\u800C\u4E14\u8D8A\u6765\u8D8A\u591A\u7684\u53E5\u5B50\u53EF\u4EE5\u76F4\u63A5\u91C7\u7528\u3002=It also integrates all kinds of most advanced cloud translation functions. It not only provides reference for translators with various phrases and terms, but also more and more sentences can be used directly.
\u754C\u9762\u8BF4\u660E=Interface description
\u7A0B\u5E8F\u542F\u52A8\u540E\uFF0C\u5728\u5C4F\u5E55\u4E0A\u5C06\u51FA\u73B0\u5982\u4E0B\u56FE\u6240\u793A\u754C\u9762\uFF1A=After the program is started, the screen will appear on the screen as shown in the following diagram.
\u7CFB\u7EDF\u754C\u9762\u662F\u7FFB\u8BD1\u4EBA\u5458\u8FDB\u884C\u7FFB\u8BD1/\u6821\u5BF9\u548C\u77E5\u8BC6\u5E93\u7BA1\u7406\u7B49\u7684\u5DE5\u4F5C\u5E73\u53F0\uFF0C\u5305\u62EC\u4EE5\u4E0B\u90E8\u5206\uFF1A=The system interface is the translator\u02CAs translation / proofreading and knowledge base management platform, including the following parts:
\u83DC\u5355\u680F\uFF1A\u7528\u4E8E\u5B8C\u6210\u5404\u79CD\u64CD\u4F5C\u3002= menu bar: used to complete a variety of operations. 

\u5DE5\u5177\u680F\uFF1A\u63D0\u4F9B\u7CFB\u7EDF\u5E38\u7528\u64CD\u4F5C\u548C\u7FFB\u8BD1\u64CD\u4F5C\u7684\u5FEB\u6377\u6309\u94AE\uFF0C\u53EF\u5206\u4E3A\u7CFB\u7EDF\u5E38\u7528\u64CD\u4F5C\u6309\u94AE\u3001\u7FFB\u8BD1\u64CD\u4F5C\u6309\u94AE\u3002= toolbar: a shortcut button that provides the common operation and translation of the system, which can be divided into the common operation buttons of the system and the translation operation button.
\u72B6\u6001\u680F\uFF1A\u7528\u4E8E\u663E\u793A\u63D0\u793A\u4FE1\u606F\u3001\u5E93\u540D\u4FE1\u606F\u4EE5\u53CA\u5176\u5B83\u76F8\u5173\u4FE1\u606F\u7B49\u3002\u5728\u72B6\u6001\u680F\u4E2D\uFF0C\u4E3B\u8981\u5305\u62EC\uFF1A\u63D0\u793A\u533A\u548C\u5E93\u540D\u533A\u3002=Status bar: used to display the message, identification information and other relevant information. In the status bar, mainly including: tip area and area libname. \u8BD1\u6587\u533A\uFF1A\u7528\u4E8E\u663E\u793A\u5F53\u524D\u53E5\u5B50\u7684\u7FFB\u8BD1\u7ED3\u679C\uFF0C\u5728\u6B64\u533A\u57DF\u53EF\u76F4\u63A5\u5BF9\u8BD1\u6587\u8FDB\u884C\u63D2\u5165\u3001\u5220\u9664\u7B49\u7F16\u8F91\u5DE5\u4F5C\u3002=Translation area: to display the translation results of the current sentence, in which the translation can be directly inserted, deleted, and so on.
\u4EA4\u4E92\u533A\uFF1A\u7528\u4E8E\u79EF\u6728\u5F0F\u6446\u653E\u5F53\u524D\u7FFB\u8BD1\u53E5\u5B50\u7684\u5355\u8BCD/\u8BCD\u7EC4\u3001\u91CA\u4E49\u3001\u5FEB\u6377\u952E\u5B57\u6BCD\u7B49\u6309\u94AE\uFF0C\u4F9B\u4EA4\u4E92\u7EC4\u53E5\u4F7F\u7528\uFF1B\u540C\u65F6\uFF0C\u53EF\u7528\u4E8E\u4FEE\u6539/\u66F4\u65B0\u5355\u8BCD/\u8BCD\u7EC4\u3001\u91CA\u4E49\u7B49\u4FE1\u606F\u3002\uFF08\u4EA4\u4E92\u533A\u7684\u5927\u5C0F\u968F\u7FFB\u8BD1\u5185\u5BB9\u7684\u591A\u5C11\u800C\u53D8\u52A8\uFF0C\u65E0\u7FFB\u8BD1\u5185\u5BB9\u65F6\uFF0C\u4EA4\u4E92\u533A\u662F\u5173\u95ED\u7684\u3002\uFF09=Interaction area: used for building blocks to present the words, phrases, paraphrasing, shortcut key letters and other buttons of the current translation sentences, which are used for interactive group sentences, and at the same time, can be used to modify / update words / phrases, paraphrase and other information. (the size of the interaction area varies with the content of the translation. When there is no translation, the interaction area is closed.) 
\u6587\u7AE0\u533A\uFF1A\u7528\u4E8E\u663E\u793A\u8981\u7FFB\u8BD1\u7684\u6587\u7AE0\uFF0C\u5E76\u4EE5\u53CC\u8BED\u9010\u53E5\u5BF9\u7167\u5F62\u5F0F\u663E\u793A\u539F\u6587\u548C\u8BD1\u6587\u3002= Article area: it is used to display the articles to be translated and to display the original and the translation in the form of a bilingual sentence by sentence.
\u63D0\u793A\u533A\uFF1A\u5F53\u5149\u6807\u79FB\u52A8\u5230\u67D0\u4E2A\u83DC\u5355\u6216\u6309\u94AE\u4E0A\u65F6\uFF0C\u63D0\u793A\u533A\u4E2D\u5C06\u663E\u793A\u76F8\u5E94\u529F\u80FD\u7684\u8BF4\u660E\u4FE1\u606F\u3002= Prompt area: when the cursor moves to a menu or button, the indication information of the corresponding function will be displayed in the prompt area.
\u5E93\u540D\u533A\uFF1A\u663E\u793A\u5F53\u524D\u6240\u7528\u77E5\u8BC6\u5E93\u540D\u79F0\uFF0C\u66F4\u6362\u77E5\u8BC6\u5E93\u65F6\uFF0C\u77E5\u8BC6\u5E93\u540D\u79F0\u5C06\u76F8\u5E94\u53D8\u5316\u3002= Libname: shows the current knowledge base name, changing the knowledge base, knowledge base name will change accordingly.
                                                         
\u5B9E\u9645\u4F7F\u7528\u60C5\u51B5\u4E0B\u7684\u7CFB\u7EDF\u754C\u9762\u5982\u4E0B\uFF1A =The actual use of the system interface is as follows: 
\u53CC\u8BED\u5355\u680F\u7FFB\u8BD1\u754C\u9762 =Bilingual single hurdle translation interface
\u53CC\u8BED\u8868\u683C\u7FFB\u8BD1\u754C\u9762=Bilingual table translation interface
\u542F\u7528\u9879\u76EE\u672F\u8BED\u8868\u4E0E\u4E91\u7FFB\u8BD1\u7FFB\u8BD1\u754C\u9762\uFF08\u4F4D\u7F6E\u53EF\u5728\u89C6\u56FE\u2014\u5782\u76F4\u680F\u8BBE\u7F6E\u91CC\u8FDB\u884C\u66F4\u6539\uFF09=Enable project glossary and cloud translation translation interface (location can be changed in view vertical bar settings)       
\u529F\u80FD\u8868= Function table
\u79D1\u5B66\u7684\u77E5\u8BC6\u8868\u5F81\uFF0C\u7B2C\u4E8C\u4EE3=The knowledge representation of science, the second generation 
\u7FFB\u8BD1\u6807\u51C6\uFF1B=Translation criteria;
\u667A\u80FD\u5316\u5B66\u4E60\u548C\u5B58\u50A8\uFF0C\u5B661\u53E5\u7FFB\u8BD11000\u53E5\uFF1B= Intelligent learning and storage, learning 1 sentences 1000 sentences;
\u8D85\u7EA7\u667A\u80FD\u7FFB\u8BD1\u548C\u6807\u793A\uFF0C\u7FFB\u8BD1\u7ED3\u679C\u4E00\u76EE\u4E86\u7136\uFF1B=Super intelligent translation and marking, the translation results are clear;
\u5171\u5EFA\u5171\u4EAB\u667A\u80FD\u77E5\u8BC6\u5E93\uFF0C\u6548\u7387\u6548\u76CA\u6210\u500D\u63D0\u9AD8\uFF1B=Building and sharing intelligent knowledge base,the efficiency of sharing intelligent knowledge base is improved;
\u529F\u80FD\u7279\u5F81= Functional features
\u8BD5\u7528\u7248=Trial version
\u6CE8\u518C\u7248/\u6388\u6743\u7248=Registered / Authorized Version 
\u82F1\u6C49\u4E13\u5229\u667A\u80FD\u77E5\u8BC6\u5E93= English to Chinese patent intellectual repository
\u6C49\u82F1\u4E13\u5229\u667A\u80FD\u77E5\u8BC6\u5E93= Chinese to English patent intellectual repository 
\u539F\u6587\u7EDF\u8BA1=Original statistics         
\u672F\u8BED\u63D0\u53D6=Term extraction
\u7528\u6237\u8BCD\u5E93= User lexicon
\u7528\u6237\u53E5\u5E93= User library
\u77E5\u8BC6\u5E93\u7684\u9009\u7528=Selection of knowledge base
\u5355\u8BCD\u4F8B\u53E5=An example sentence 
\u5339\u914D\u4F8B\u53E5=match example sentence
\u529F\u80FD= Function
\u73AF\u5883= Environment
\u670D\u52A1\u5668\u9009\u9879(\u5BA2\u6237\u7AEF\u529F\u80FD)=Server option (client function)
\u7231\u8BD1\u5728\u7EBF\u667A\u80FD\u77E5\u8BC6\u5E93=Aitrans online intelligent knowledge base
\u8F6F\u4EF6\u4E0B\u8F7D=Download
\u8F6F\u4EF6\u5927\u5C0F\uFF1A=Software size:
\u8F6F\u4EF6\u5382\u5546\uFF1A=Software vendor: 
\u8F6F\u4EF6\u8BED\u8A00\uFF1A=Software language:                                                                                                                                  
\u7B80\u4F53\u4E2D\u6587=simplified Chinese
\u514D\u8D39=Free
\u8F6F\u4EF6\u8BC4\u7EA7\uFF1A=Software Rating:
\u5E94\u7528\u5E73\u53F0\uFF1A=Application platform: 
\u66F4\u65B0\u65F6\u95F4\uFF1A= Update time:
\u66F4\u65B0\u5305\u4E0B\u8F7D= Update package download
\u66F4\u65B0\u5305\u7248\u672C\uFF1A= Update package version:
\u8981\u6C42\u7231\u8BD1\u667A\u80FD=  Require Aitrans intelligence
\u7248\u672C=Version
\u6587\u4EF6\u5927\u5C0F\uFF1A=File size:
\u66F4\u65B0\u5185\u5BB9\uFF1A=Update content:
\u4EA4\u4E92\u6F14\u793A\u89C6\u9891=Interactive demo video
\u754C\u9762\u4ECB\u7ECD\u6F14\u793A\u89C6\u9891=Interface presentation video
\u8F6F\u4EF6\u4ECB\u7ECD=software introduction
\u672C\u8F6F\u4EF6\u7684=This software\u02CAs
\uFF08\u4EA4\u4E92\u7FFB\u8BD1\uFF09\u6A21\u5757\u63D0\u4F9B\u5FEB\u901F\u9F20\u6807\u6307\u70B9\u8F93\u5165\u3001\u5FEB\u6377\u952E\u9009\u8BCD\u8F93\u5165\u4EE5\u53CA\u5FEB\u901F\u7EC4\u8BCD\u7B49\u529F\u80FD\u3002=(interactive translation) module provides fast mouse pointing input, shortcut input and word choice etc. 
\u6A21\u5757\u81EA\u52A8\u63D0\u53D6\u667A\u80FD\u77E5\u8BC6\u5E93\u4E2D\u7684\u5339\u914D\u53E5\u5BF9/\u53E5\u578B\uFF0C\u5229\u7528\u5B83\u4EEC\u8FDB\u884C\u667A\u80FD\u5339\u914D\u7FFB\u8BD1\uFF0C\u4F7F\u5F97\u76F8\u540C\u7684\u53E5\u5B50\u6C38\u8FDC\u4E0D\u9700\u7FFB\u8BD1\u7B2C\u4E8C\u904D\uFF0C\u76F8\u8FD1\u7684\u53E5\u5B50\u4E5F\u4E0D\u518D\u9700\u8981\u7FFB\u8BD1\u7B2C\u4E8C\u904D\uFF0C\u5E76\u4E14\u5DEE\u522B\u4E4B\u5904\u7528\u76F8\u5E94\u989C\u8272\u5BF9\u7167\uFF0C\u6781\u5927\u51CF\u8F7B\u7FFB\u8BD1\u8005\u7684\u8111\u529B\u52B3\u52A8\u3002=Automatic extraction module of intelligent knowledge base matching in sentence pairs / sentences, using their smart matching translation, the same sentence forever without translation second times, with similar sentences no longer need to translate second times, and the difference with the corresponding color control, greatly reducing the translator\u02CAs mental labor.  
\u9488\u5BF9\u8BA1\u7B97\u673A\u7FFB\u8BD1\u6280\u672F\u73B0\u72B6\u548C\u6280\u672F\u74F6\u9888\uFF0C\u8BA1\u7B97\u673A\u667A\u80FD\u7FFB\u8BD1\u6280\u672F\u4E13\u5BB6\u5F20\u9F99\u54FA\u5148\u751F\u63D0\u51FA\u91C7\u7528\u6DF7\u5408\u7FFB\u8BD1\u7B56\u7565\u7684\u8BA1\u7B97\u673A\u7FFB\u8BD1\u6280\u672F\u548C\u8BA1\u7B97\u673A\u667A\u80FD\u7FFB\u8BD1\u53D1\u5C55\u65B9\u5411\u3002\u4EE5\u4ED6\u4E3A\u5E26\u5934\u4EBA\u7684\u4E00\u6279\u56FD\u5185\u5916\u673A\u5668\u667A\u80FD\u7FFB\u8BD1\u65B9\u9762\u7684\u4E13\u5BB6\u548C\u5B66\u8005\u7EC4\u6210\u7684\u56E2\u961F\uFF0C\u6210\u529F\u7814\u53D1\u51FA\u4E00\u5957\u667A\u80FD\u5316\u77E5\u8BC6\u5E93\u7406\u8BBA\u4F53\u7CFB\u548C\u8BA1\u7B97\u673A\u667A\u80FD\u7FFB\u8BD1\u6280\u672F=Aiming at the current situation and bottleneck of computer translation technology, Zhang Longbu, a computer intelligent translation technology expert, proposed the development trend of computer translation technology and computer intelligent translation using hybrid translation strategy. He composed for the leaders of the group of domestic and foreign intelligent machine translation experts and scholars on the team, successfully developed a set of intelligent knowledge base system theory and computer technology for computer intelligent translation.
\uFF0C\u4EE5\u53CA\u6700\u4F18\u5316\u7684\u591A\u65B9\u5F0F\u7FFB\u8BD1\u7B56\u7565\u3002\u771F\u6B63\u505A\u5230\u4E86\u8BA9\u7535\u8111\u6A21\u62DF\u4EBA\u8111\u7684\u7FFB\u8BD1\u601D\u7EF4\uFF0C\u5E76\u4E14\u5728\u7FFB\u8BD1\u7684\u540C\u65F6\u81EA\u52A8\u667A\u80FD\u5316\u5730\u5B66\u4E60\u548C\u5B58\u50A8\u4EBA\u7684\u9AD8\u667A\u529B\u7FFB\u8BD1\u6210\u679C\u3002\u800C\u4E14\u7CFB\u7EDF\u8FD8\u5B66\u4E60\u548C\u8BB0\u5FC6\u4E86\u76F8\u5173\u7684\u53E5\u5F0F/\u53E5\u578B\uFF0C\u56E0\u6B64\uFF0C\u7FFB\u8BD1\u8D28\u91CF\u53EF\u4EE5\u8FC5\u901F\u63D0\u9AD8\u3002=, and the optimal multi - mode translation strategy. It really enables the computer to simulate the translation thinking of the human brain, and to automatically and intelligently learn and store people\u02CAs high intellectual translation results while translating. And the system also learns and memorized the related sentence patterns / sentence patterns, so the quality of translation can be improved rapidly.
                      
\u7ECF\u8FC7\u56FD\u5BB6\u4FE1\u606F\u4E2D\u5FC3\u8F6F\u4EF6\u8BC4\u6D4B\u4E2D\u5FC3\u7684\u8BC4\u6D4B\u548C\u4E13\u5BB6\u9274\u5B9A\uFF0C\u8BA4\u4E3A\u7231\u8BD1\u79D1\u6280\u5F00\u53D1\u7684=Through the evaluation and expert appraisal of the National Information Center Software Evaluation Center, the development of AI technology is considered 
 \u667A\u80FD\u7FFB\u8BD1\u7CFB\u7EDF\u662F\u201C\u6211\u56FD\u5177\u6709\u81EA\u4E3B\u77E5\u8BC6\u4EA7\u6743\u7684\u56FD\u9645\u9996\u521B\u7684\u4EBA\u5DE5\u667A\u80FD\u7FFB\u8BD1\u4EA7\u54C1\u3001\u5728\u8BA1\u7B97\u673A\u7FFB\u8BD1\u540C\u7C7B\u4EA7\u54C1\u548C\u7CFB\u7EDF\u4E2D\u5904\u4E8E\u56FD\u9645\u9886\u5148\u5730\u4F4D\u3002\u5177\u6709\u5E7F\u9614\u7684\u5E02\u573A\u524D\u666F\u201D\u3002=Intelligent translation system is an artificial intelligence translation product with independent intellectual property rights and the leading position in computer translation similar products and systems. It has a broad market prospect. 
\u7FFB\u8BD1\u6F14\u793A= Translation demo
\u4FBF\u6377\u9AD8\u6548\u7FFB\u8BD1\uFF1A=Convenient and efficient translation:
\u6A21\u5757\u81EA\u52A8\u63D0\u53D6\u667A\u80FD\u77E5\u8BC6\u5E93\u4E2D\u7684\u5339\u914D\u53E5\u5BF9/\u53E5\u578B\uFF0C\u5229\u7528\u5B83\u4EEC\u8FDB\u884C\u667A\u80FD\u5339\u914D\u7FFB\u8BD1\uFF0C\u4F7F\u5F97\u76F8\u540C\u7684\u53E5\u5B50\u6C38\u8FDC\u4E0D\u9700\u7FFB\u8BD1\u7B2C\u4E8C\u904D\uFF0C\u76F8\u8FD1\u7684\u53E5\u5B50\u4E5F\u4E0D\u518D\u9700\u8981\u7FFB\u8BD1\u7B2C\u4E8C\u904D\uFF0C\u5E76\u4E14\u5DEE\u522B\u4E4B\u5904\u7528\u76F8\u5E94\u989C\u8272\u5BF9\u7167\uFF0C\u6781\u5927\u51CF\u8F7B\u7FFB\u8BD1\u8005\u7684\u8111\u529B\u52B3\u52A8\u3002=Automatic extraction module of intelligent knowledge base matching in sentence pairs / sentences, using their smart matching translation, the same sentence forever without translation second times, with similar sentences no longer need to translate second times, and the difference with the corresponding color control, greatly reducing the translator\u02CAs mental labor.     
\u6253\u5F00\u6587\u4EF6\u3002=Open the file.
\u6309\u4E0B\u5217\u65B9\u5F0F\u4E4B\u4E00\u6253\u5F00\u6587\u4EF6/\u7C98\u8D34\u6240\u9700\u7FFB\u8BD1\u5185\u5BB9\uFF1A= open the required translation of file / paste by one of the following ways:       
\u70B9\u51FB\u201C\u6587\u4EF6\u201D\u4E3B\u83DC\u5355\uFF0C\u9009\u62E9\u201C\u6253\u5F00\u201D\u5B50\u83DC\u5355\u6253\u5F00\u6240\u9700\u7FFB\u8BD1\u7684\u6587\u7AE0\uFF08\u6587\u4EF6\u683C\u5F0F\u4E3A=click "file" main menu, select "open" sub menu to open the translated articles (file format is  
\u548C=And
\u76F4\u63A5\u70B9\u51FB\u5DE5\u5177\u680F\u6253\u5F00\u6309=Direct click the toolbar open press
\u6253\u5F00\u9700\u7FFB\u8BD1\u7684\u6587\u7AE0\uFF08\u6587\u4EF6\u683C\u5F0F\u4E3A=open for translated articles (file format  
\u76F4\u63A5\u590D\u5236/\u8D34\u7C98\u6240\u9700\u7FFB\u8BD1\u5185\u5BB9\u81F3\u6587\u7AE0\u533A\u3002= Directly copy / paste the required translation content to the article area.
\u6253\u5F00\u7FFB\u8BD1\u6587\u7AE0\u754C\u9762\u5982\u4E0B\uFF1A=Open the translation of the interface as follows:
\u9009\u62E9\u53E5\u5B50\u3002=Choose a sentence.
\u6309\u4E0B\u5217\u65B9\u5F0F\u4E4B\u4E00\u9009\u62E9\u6240\u9700\u7FFB\u8BD1\u53E5\u5B50\uFF1A=Select the required translation sentence in one of the following ways:
\u81EA\u52A8\u9009\u62E9\u6240\u9700\u7FFB\u8BD1\u53E5\u5B50\uFF1A\u5C06\u5149\u6807\u653E\u81F3\u6240\u9700\u7FFB\u8BD1\u53E5\u5B50\u53E5\u9996\uFF0C\u70B9\u51FB\u201C\u7FFB\u8BD1\u201D\u6309\u94AE= Automatically select the required translation sentence: put the cursor to the first sentence of the required translation sentence, click the translation button 
\u53EF\u81EA\u52A8\u9009\u62E9\u6240\u9700\u7FFB\u8BD1\u7684\u53E5\u5B50\uFF1B=You can automatically select the sentences that you need to translate;        
\u624B\u52A8\u9009\u62E9\u6240\u9700\u7FFB\u8BD1\u53E5\u5B50\uFF1A\u7528\u9F20\u6807\u9009\u62E9\u6240\u9700\u7FFB\u8BD1\u53E5\u5B50\u5185\u5BB9\u3002=select the required translation sentence: use the mouse to select the required translation of the sentence content.      
\u53CC\u8BED\u5355\u680F\u754C\u9762\u5982\u4E0B\uFF1A=The bilingual single column interface is as follows:
\u53CC\u8BED\u8868\u683C\u754C\u9762\uFF1A=Bilingual table interface: 
\u5728\u53CC\u8BED\u8868\u683C\u754C\u9762\u4E0B\u9009\u62E9\u7FFB\u8BD1\u53E5\u5B50\uFF0C\u53EA\u9700\u70B9\u51FB\u6240\u7FFB\u8BD1\u53E5\u5B50\u8BD1\u6587\u884C\u5373\u53EF\uFF0C\u7FFB\u8BD1\u53E5\u5B50\u6574\u53E5\u81EA\u52A8\u5728\u4EA4\u4E92\u533A\u4E2D\u663E\u793A\uFF0C\u4E5F\u53EF\u5C06\u4EA4\u4E92\u533A\u5173\u95ED\u3002=Choice of translation in bilingual sentence form interface, just click on the translation of sentences for translation can translate the sentence sentence display automatically in the interaction area, can also be interactive zone close.       
\u4EA4\u4E92\u533A\u5173\u95ED\u754C\u9762\u5982\u4E0B\uFF1A= The interaction zone closes are as follows:
\u4EA4\u4E92\u533A\u5173\u95ED\u540E\u53EF\u76F4\u63A5\u5728\u539F\u6587\u53F3\u4FA7\u884C\u4E2D\u8F93\u5165\u8BD1\u6587\uFF0C\u754C\u9762\u5982\u4E0B\uFF1A= After closing the interaction area, you can directly input the translation on the right side of the original text. The interface is as follows: 
\u672C\u8F6F\u4EF6\u7684=this software 
\uFF08\u4EA4\u4E92\u7FFB\u8BD1\uFF09\u6A21\u5757\u63D0\u4F9B\u5FEB\u901F\u9F20\u6807\u6307\u70B9\u8F93\u5165\u3001\u5FEB\u6377\u952E\u9009\u8BCD\u8F93\u5165\u4EE5\u53CA\u5FEB\u901F\u7EC4\u8BCD\u7B49\u529F\u80FD\u3002\u7FFB\u8BD1\u65F6\uFF0C\u9664\u4E86\u5728\u8BD1\u6587\u533A\u76F4\u63A5\u8F93\u5165\u5916\uFF0C\u8FD8\u53EF\u7528\u9F20\u6807\u5728\u4EA4\u4E92\u533A\u6307\u70B9\u91CA\u4E49\u8FDB\u884C\u5FEB\u901F\u8F93\u5165\uFF0C\u4EE5\u53CA\u7528\u5FEB\u6377\u952E\u65B9\u5F0F\u8F93\u5165\u8BD1\u6587\u3002=(Interactive translation) module provides fast mouse pointing input, shortcut input and word choice etc.. In the translation, in addition to the direct input in the translation area, the mouse can be used in the interactive area to guide the interpretation quickly and input the translation with the shortcut key.
\u4EA4\u4E92\u533A\u4EE5\u79EF\u6728\u65B9\u5F0F\u6446\u653E\u4E86\u5F53\u524D\u7FFB\u8BD1\u53E5\u5B50\u7684\u5355\u8BCD/\u8BCD\u7EC4\u3001\u9ED8\u8BA4\u91CA\u4E49\u3001\u5FEB\u6377\u952E\u5B57\u6BCD\u7B49\uFF0C\u76F4\u63A5\u70B9\u51FB\u9ED8\u8BA4\u91CA\u4E49\uFF08\u7B2C\u4E00\u91CA\u4E49\uFF09\u5373\u53EF\u5C06\u5176\u8F93\u5165\u5230\u8BD1\u6587\u533A\u3002\u4EA4\u4E92\u533A\u7684\u5927\u5C0F\u968F\u7FFB\u8BD1\u5185\u5BB9\u7684\u591A\u5C11\u800C\u53D8\u52A8\uFF0C\u65E0\u7FFB\u8BD1\u5185\u5BB9\u65F6\uFF0C\u4EA4\u4E92\u533A\u662F\u5173\u95ED\u7684\u3002=In the interaction area, the words, phrases, default interpretations, shortcut keys and letters of the current translation sentences are placed in building blocks, and can be entered directly into the target area directly by clicking the default definition (first interpretation). The size of the interaction area varies with the content of the translation. When there is no translation, the interaction area is closed.
\u5F53\u9F20\u6807\u6307\u5230\u67D0\u4E2A\u5355\u8BCD\u533A\u57DF\u65F6\uFF0C\u8FD8\u4F1A\u51FA\u73B0\u4E00\u4E2A\u91CA\u4E49\u4E0B\u62C9\u5BF9\u8BDD\u6846\uFF0C\u4EE5\u663E\u793A\u6B64\u5355\u8BCD\u7684\u66F4\u591A\u91CA\u4E49\u548C\u8054\u60F3\u8BCD\uFF0C\u7528\u6237\u53EF\u6839\u636E\u9700\u8981\u6765\u9009\u62E9\u6700\u9002\u5408\u7684\u91CA\u4E49\uFF0C\u7528\u9F20\u6807\u70B9\u51FB\u6240\u9700\u91CA\u4E49\u5373\u53EF\u5C06\u5176\u76F4\u63A5\u8F93\u5165\u5230\u8BD1\u6587\u533A\u4E2D\u3002\uFF08\u901A\u8FC7\u91CA\u4E49\u4E0B\u62C9\u5BF9\u8BDD\u6846\u8FD8\u53EF\u5BF9\u8BE5\u5355\u8BCD\u8FDB\u884C\u4FEE\u6539\u3001\u6DFB\u52A0\u91CA\u4E49\u7B49\u64CD\u4F5C\u3002\uFF09=When the mouse points to a word area, there will also be a paraphrasing dialog box to display more interpretations and associative words of the word. Users can choose the most suitable interpretations according to their needs, and click them directly into the target area by clicking the required interpretations. (through the paraphrase drop-down dialog can also modify the word, add interpretation, and other operations.)        
\u5FEB\u6377\u952E\u9009\u8BCD\u8F93\u5165\uFF1A\u5728\u6309\u4E0B=   Input: press the shortcut key words in the shortcut key words:      
\u952E\u7684\u540C\u65F6\uFF0C\u9009\u62E9\u4EA4\u4E92\u533A\u4E2D\u5404\u5355\u8BCD\u533A\u57DF\u524D\u663E\u793A\u7684\u5B57\u6BCD\u952E\u5373\u53EF\u9009\u4E2D\u4EA4\u4E92\u533A\u4E2D\u76F8\u5E94\u7684\u5355\u8BCD\u6216\u8BCD\u7EC4\uFF08\u4E5F\u53EF\u5728\u6309\u4E0B= Key and select Interactive area of each word before the display letter key to select a word or phrase in the corresponding interaction region (also in the press 
\u952E\u7684\u540C\u65F6\uFF0C\u7528\u5DE6\u53F3\u65B9\u5411\u952E\u6765\u79FB\u52A8\u5E76\u9009\u4E2D\u6240\u60F3\u5355\u8BCD\u6216\u8BCD\u7EC4\uFF09\uFF0C\u5E76\u5F39\u51FA\u91CA\u4E49\u4E0B\u62C9\u5BF9\u8BDD\u6846\uFF0C\u6309\u7A7A\u683C\uFF08=At the same time, use the left and right arrow keys to move and select the words or phrases), and play the paraphrasing drop dialog box, move and select the words or phrases according to the space(  
\uFF09\u952E\u6216\u56DE\u8F66\uFF08= ) the key or the return (          
\uFF09\u952E\u5373\u53EF\u5C06\u9ED8\u8BA4\u91CA\u4E49\uFF08\u7B2C\u4E00\u91CA\u4E49\uFF09\u8F93\u5165\u5230\u8BD1\u6587\u533A\uFF0C\u6309\u5404\u91CA\u4E49\u5DE6\u8FB9\u7684\u6570\u5B57\u952E\u5373\u53EF\u5C06\u76F8\u5E94\u7684\u91CA\u4E49\u8F93\u5165\u5230\u8BD1\u6587\u533A\uFF08\u4E5F\u53EF\u7528\u4E0A\u4E0B\u65B9\u5411\u952E\u6765\u9009\u62E9\u5F39\u51FA\u91CA\u4E49\u4E0B\u62C9\u5BF9\u8BDD\u6846\u4E2D\u6240\u9700\u91CA\u4E49\uFF09\u3002\u5177\u4F53\u60C5\u51B5\u53EF\u53C2\u89C1\u4E0B\u4E00\u8282\u201C\u5FEB\u6377\u952E\u8F93\u5165\u65B9\u5F0F\u201D\u3002= The key can input the default definition (the first definition) to the target area. According to the numeric keys on the left side of each interpretation, the corresponding interpretations can be input to the target area. See the next section of "shortcut key input". 
\u786E\u8BA4/\u5E76\u7FFB\u8BD1\u4E0B\u4E00\u53E5=Confirm / translate the next sentence
\u7FFB\u8BD1\u5B8C\u5F53\u524D\u53E5\u540E\u70B9\u51FB\u201C\u786E\u8BA4\u201D\u6309\u94AE= After translating the current sentence, click the "confirmation" button  
\uFF0C\u4EE5\u786E\u8BA4\u672C\u53E5\u7684\u7FFB\u8BD1\uFF1B\u5219\u5728\u6587\u7AE0\u533A\u4E2D\u4EE5\u53CC\u8BED\u5BF9\u7167\u683C\u5F0F\u663E\u793A\u539F\u6587\u4E0E\u8BD1\u6587\u3002\u5982\u679C\u70B9\u51FB\u201C\u786E\u8BA4\u5E76\u7FFB\u8BD1\u4E0B\u4E00\u53E5\u201D\u6309\u94AE= to confirm the translation of this sentence, the text and the translation are displayed in a bilingual contrast format in the article area. If you click "confirm and translate the next" button 

\uFF0C\u4EE5\u786E\u8BA4\u672C\u53E5\u7684\u7FFB\u8BD1\u5E76\u7FFB\u8BD1\u4E0B\u4E00\u53E5\uFF0C\u5219\u5728\u6587\u7AE0\u533A\u4E2D\u4EE5\u53CC\u8BED\u5BF9\u7167\u683C\u5F0F\u663E\u793A\u539F\u6587\u4E0E\u8BD1\u6587\uFF0C\u5E76\u4E14\u7CFB\u7EDF\u81EA\u52A8\u63D0\u53D6\u5E76\u7FFB\u8BD1\u4E0B\u4E00\u53E5\u3002\uFF0C\u5982\u4E0B\u56FE\u6240\u793A\uFF1A=, to confirm the translation of the sentence and translate the next sentence, we will display the original and the translation in bilingual control format, and automatically extract and translate the next sentence. As shown in the following figure: 

\u53CC\u8BED\u5355\u680F\u7FFB\u8BD1\u754C\u9762\uFF1A=Bilingual single column translation interface:
\u53CC\u8BED\u8868\u683C\u7FFB\u8BD1\u754C\u9762\uFF1A=Bilingual table translation interface:
\u5982\u4E0D\u9700\u7FFB\u8BD1\u6B64\u53E5\u53EF\u76F4\u63A5\u70B9\u51FB\u201C\u7FFB\u8BD1\u4E0B\u4E00\u53E5\u201D\u6309\u94AE\uFF0C\u4EE5\u8FDB\u5165\u4E0B\u4E00\u53E5\u7684\u7FFB\u8BD1\uFF0C\u6240\u7FFB\u53E5\u5B50\u5185\u5BB9\u5C06\u5728\u4EA4\u4E92\u533A\u4E2D\u663E\u793A\u3002= If you do not need to translate this sentence, you can directly click the "next sentence" button to enter the next sentence, and the content of the sentence will be displayed in the interactive area.  
\u67E5\u770B\u8BD1\u6587=see the translation
\u5728\u7FFB\u8BD1\u5B8C\u4E00\u90E8\u5206\u6216\u6574\u7BC7\u6587\u7AE0\u540E\uFF0C=After a part or an entire article is translated,
\u5982\u9700\u67E5\u770B\u8BD1\u6587\uFF0C\u70B9\u51FB \u83DC\u5355\u680F\u201C\u9879\u76EE\u2014\u663E\u793A\u8BD1\u6587\u201D\uFF0C\u6587\u7AE0\u533A\u5C06\u53EA\u663E\u793A\u8BD1\u6587\uFF08\u5982\u679C\u6709\u672A\u7FFB\u8BD1\u7684\u5185\u5BB9\uFF0C\u5219\u8BE5\u539F\u6587\u5185\u5BB9\u4F1A\u4FDD\u7559\u5230\u8BD1\u6587\u4E2D\uFF09\u3002=If you want to see the translation, click on the menu bar "item to display the translation", the article area will only show the translation, if there is untranslated content, the original content will be retained in the translation. 
 \u5982\u9700\u56DE\u5230\u53CC\u8BED\u5BF9\u7167\u7FFB\u8BD1\u72B6\u6001\uFF0C\u53EF\u70B9\u51FB\u83DC\u5355\u680F\u201C\u9879\u76EE\u2014\u663E\u793A\u53CC\u8BED\u201D\uFF0C\u6587\u7AE0\u533A\u5C06\u663E\u793A\u53CC\u8BED\uFF0C\u5E76\u53EF\u7EE7\u7EED\u7FFB\u8BD1\u3002= If you need to return to the bilingual state of translation, you can click on the menu bar "item - Show bilingualism", the article area will be bilingual and can continue to translate. 
\u5728\u53CC\u8BED\u5BF9\u7167\u7FFB\u8BD1\u72B6\u6001\uFF0C\u5982\u9700\u67E5\u770B\u539F\u6587\uFF0C\u53EF\u70B9\u51FB\u83DC\u5355\u680F\u201C\u9879\u76EE\u2014\u663E\u793A\u539F\u6587\u201D\uFF0C\u6587\u7AE0\u533A\u5C06\u53EA\u663E\u793A\u539F\u6587\u3002= In bilingual translation, if you need to look at the original text, you can click on the menu bar "item to show the original", and the article area will only show the original text.      
\u5BFC\u51FA\u8BD1\u6587= Export of translation
\u7FFB\u8BD1\u5B8C\u6210\u540E\uFF0C\u5982\u9700\u5BFC\u51FA\u8BD1\u6587\uFF0C\u53EF\u9009\u62E9\u201C\u6587\u4EF6\u201D\u83DC\u5355\u4E2D\u7684\u201C\u5BFC\u51FA\u8BD1\u6587\u201D\uFF0C\u6216\u76F4\u63A5\u70B9\u51FB\u201C\u5BFC\u51FA\u8BD1\u6587\u201D\u6309\u94AE= After the translation, for the translation, can choose the "file" menu in the "the translation", or directly click "export the button 
\uFF0C\u53EF\u5C06\u8BD1\u6587\u53E6\u5B58\u4E3A=\uFF0Cthe translation may be deposited as
\u6587\u6863\u683C\u5F0F\uFF0C\u540C\u65F6\u5728\u6587\u7AE0\u533A\u663E\u793A\u8BD1\u6587\u7ED3\u679C\u3002=Document format at the same time display the result of the translation in the article area.
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237-\u6211\u7684\u8BA2\u5355\u8BE6\u60C5=User center - customer - details of my order
\u751F\u6210\u8BA2\u5355=Generating order
\u7FFB\u8BD1=Translation
\u6821\u5BF9=Proofreading
\u9879\u76EE=Project 
\u4E13\u5BB6\u5BA1\u6838=Expert review
\u5DF2\u8FD4\u7A3F=returned manuscript  
\u5BA2\u6237\u7B7E\u6536=Customer sign
\u8BA2\u5355\u6807\u9898=Order title
\u8BD1\u5458\u540D=Interpreter name
\u91D1\u989D=Amount
\u72B6\u6001=Status
\u64CD\u4F5C=Operation
\u8BA2\u5355\u53F7=Order number
\u672A\u652F\u4ED8=Unpaid
        
                                                                                                                                                                                                                                                                   
\u5DF2\u652F\u4ED8=already paid
\u672A\u8BC4\u4EF7=not evaluated
\u67E5\u770B\u8BC4\u4EF7=view evaluation
\u5DF2\u7B7E\u6536=signed
\u7B7E\u6536=sign
\u62D2\u6536=rejection
\u5BA2\u6237\uFF1A=customer:
\u539F\u7A3F\u6587\u4EF6\uFF1A=original document:
\u4E0B\u8F7D=download
\u8BD1\u5458\u4E0A\u4F20\u6587\u4EF6\u4E0B\u8F7D\uFF1A=interpreter upload file download:
\u7FFB\u8BD1\u6587\u4EF6\uFF1A=translated document:
\u6821\u5BF9\u6587\u4EF6\uFF1A=proofreading documents:
\u5BA1\u6838\u6587\u4EF6\uFF1A=audit documents:
\u62D2\u7EDD\u7406\u7531\uFF1A=refusal reason:
\u7F3A\u5C11\u7FFB\u8BD1\u6587\u4EF6=lack of translation documents
\u7F3A\u5C11\u6821\u5BF9\u6587\u4EF6=lack of proofreading files 
\u7F3A\u5C11\u5BA1\u6838\u6587\u4EF6=lack of audit documents 
\u60A8\u8FD8\u60F3\u8BF4\uFF1A=you want to say:
\u786E\u8BA4\u8BA2\u5355=confirmation order
\u62D2\u6536\u8BA2\u5355=reject order
\u7B7E\u6536\u6210\u529F\uFF0C\u8BF715\u5929\u5185\u5B8C\u6210\u8BC4\u8BBA\uFF01=successful signing, please complete the review within 15 days!
\u7B7E\u6536\u5931\u8D25\uFF0C\u518D\u8BD5\u8BD5\uFF01=sign a failure, try again! 
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237-\u6211\u7684\u8BC4\u4EF7\u8BE6\u60C5\u7F16\u8F91=user center - customer - my evaluation details editors
\u8BC4\u4EF7=evaluation
\u8BA2\u5355\u53F7\uFF1A=order number:
\u9879\u76EE\u540D\u79F0\uFF1A=Project Name:
\u65E5\u671F\uFF1A=date:
\u8BED\u8A00\uFF1A=language:
\u8BD1\u5458\uFF1A=interpreter:
\u539F\u6587\u7406\u89E3\u7A0B\u5EA6\uFF1A=the degree of understanding of the original text: 
\u60A8\u7684\u8BC4\u5206\uFF1A=your score:
\u5206=score
\u8BD1\u6587\u901A\u987A\u7A0B\u5EA6\uFF1A=the degree of smooth translation:
\u8BD1\u6587\u4E25\u8C28\u7A0B\u5EA6\uFF1A=translation rigor:
\u7FFB\u8BD1\u5B8C\u6574\u6027\uFF1A=translation integrity:
\u683C\u5F0F\u6392\u7248\uFF1A=format typesetting: 
\u5B8C\u6210\u901F\u5EA6\uFF1A=completion speed: 
\u8BC4\u4EF7\u603B\u5206\uFF1A=total score: 
\u8BC4\u4EF7\u5185\u5BB9\uFF1A=evaluation content:
\u63D0\u4EA4\u8BC4\u4EF7=submission evaluation
\u63D0\u793A\uFF1A\u8BF7\u8BC4\u4EF7\u539F\u6587\u7406\u89E3\u7A0B\u5EA6\uFF01=prompt: Please evaluate the understanding of the original text! 
\u63D0\u793A\uFF1A\u8BF7\u8BC4\u4EF7\u8BD1\u6587\u901A\u987A\u7A0B\u5EA6\uFF01=prompt: Please evaluate the smoothness of the translation.
\u63D0\u793A\uFF1A\u8BF7\u8BC4\u4EF7\u8BD1\u6587\u4E25\u8C28\u7A0B\u5EA6\uFF01=prompt: Please evaluate the degree of rigor of the translation.
\u63D0\u793A\uFF1A\u8BF7\u8BC4\u4EF7\u7FFB\u8BD1\u5B8C\u6574\u6027\uFF01=prompt: Please evaluate the integrity of translation!
\u63D0\u793A\uFF1A\u8BF7\u8BC4\u4EF7\u683C\u5F0F\u6392\u7248\uFF01=prompt: Please evaluate format typesetting!
\u63D0\u793A\uFF1A\u8BF7\u8BC4\u4EF7\u5B8C\u6210\u901F\u5EA6\uFF01=prompt: Please evaluate the speed of completion!
\u63D0\u793A\uFF1A\u8BF7\u8F93\u5165\u6709\u6548\u7684\u8BC4\u5206\uFF01=prompt: Please enter a valid score!
\u63D0\u793A\uFF1A\u8BF7\u586B\u5199\u8BC4\u4EF7\u5185\u5BB9\uFF01=prompt: Please fill in the evaluation content!
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237-\u6211\u7684\u8BA2\u5355=user center - customer - my order
\u67E5\u770B\u8BA2\u5355=view order
\u53D6\u6D88\u8BA2\u5355=cancel the order
\u53D6\u6D88\u8BA2\u5355\u5C06\u4F1A\u6263\u9664\u76F8\u5E94\u8D39\u7528\uFF0C\u60A8\u786E\u5B9A\u8981\u53D6\u6D88\u8BA2\u5355\u5417\uFF1F=The cancellation of the order will deduct the corresponding cost. Are you sure you want to cancel the order?
\u53D6\u6D88=cancel
\u53D6\u6D88\u8BA2\u5355\u6210\u529F=cancel successfully
\u53D6\u6D88\u8BA2\u5355\u5931\u8D25=cancel failure
\u5F62\u6210\u8BA2\u5355=forming an order
\u7FFB\u8BD1\u4E2D=translation
\u6821\u5BF9\u4E2D=proofreading
\u5BA1\u6838\u4E2D=review
\u5DF2\u7B7E\u6536=signed
\u62D2\u6536=rejection
\u8BA2\u5355\u5DF2\u53D6\u6D88=order has been cancelled
\u6211\u7684\u8BA2\u5355=my order
\u5168\u90E8\u8BA2\u5355=all orders
\u5DF2\u5B8C\u6210=completed
\u672A\u5B8C\u6210=unfinished
\u8BA2\u5355\u7BA1\u7406=order management
\u8BF7\u9009\u62E9\u65F6\u95F4=please choose the time
\u8FD13\u4E2A\u6708\u8BA2\u5355=order for nearly 3 months
\u8FD11\u4E2A\u6708\u8BA2\u5355=order for nearly 1 months
\u8FD11\u4E2A\u661F\u671F=nearly 1 weeks
\u8BED\u6599\u8BE6\u60C5=the details of the corpus
\u8BED\u6599\u539F\u6587\uFF1A=the original text of the corpus:
\u8BED\u6599\u8BD1\u6587\uFF1A=Language Translation:
\u8BED\u6599\u5E93=corpus
\u5C1A\u672A\u67E5\u8BE2\u5230\u672F\u8BED\u4FE1\u606F\uFF01=no query to terminology information!
\u5C1A\u672A\u67E5\u8BE2\u5230\u8BED\u6599\u4FE1\u606F\uFF01=not yet query language information!
\u67E5\u9886\u57DF=check field
\u9009\u62E9\u8BED\u79CD\uFF1A=choice language:
\uFF08\u672F\u8BED\uFF09\u539F\u6587=(terminology) original
\uFF08\u672F\u8BED\uFF09\u8BD1\u6587=(terminology) translation
\uFF08\u8BED\u6599\uFF09\u539F\u6587=(Corpus) original
\uFF08\u8BED\u6599\uFF09\u8BD1\u6587=(Corpus) translation
\u5C1A\u672A\u67E5\u8BE2\u5230\u8BE5\u9886\u57DF\u7684\u672F\u8BED\u4FE1\u606F\uFF01=terminology information that has not been queried for this field!
\u672F\u8BED\u5E93= terminology Library
\u672F\u8BED\u539F\u6587=term text
\u672F\u8BED\u8BD1\u6587=terminology translations
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u6211\u7684\u9700\u6C42=user center - interpreter - my needs
\u79EF\u5206\u4E0D\u8DB3\uFF0C\u5151\u6362\u5931\u8D25\uFF01=inadequacy of integral, failure to exchange!
\u8BD1\u5458\u5728\u7FFB\u8BD1\u4EFB\u52A1\u5B8C\u6210\u540E\u4F1A\u901A\u8FC7\u7FFB\u8BD1\u5B57\u6570\u7684\u8BA1\u7B97\u4E0E\u5B8C\u6210\u8D28\u91CF\u800C\u52A0\u4E00\u5B9A\u7684\u79EF\u5206\u3002=After the completion of the translation task, the interpreter will add a certain integral through the calculation of the number of translations and the quality of the translation.
\u4F7F\u7528\u8F6F\u4EF6\u53EF\u4EE5\u8C03\u9AD8\u90E8\u5206\u79EF\u5206\u7684\u52A0\u6210\u3002=the addition of a high part of the integral can be adjusted by using the software.
\u51E1\u5151\u6362\u5546\u54C1\u52A1\u5FC5\u8C28\u614E\uFF0C\u5546\u54C1\u6BCF\u6708\u53EA\u5141\u8BB8\u5151\u6362\u4E00\u6B21\uFF0C\u4E14\u5151\u6362\u8FC7\u540E\u79EF\u5206\u5C06\u6E05\u96F6\u3002=The exchange of goods must be prudent, the commodity is allowed to be exchanged once a month, and the integral will be cleared after the exchange.
\u5151\u6362\u79EF\u5206\u65F6\u5E73\u53F0\u4F1A\u4EE5\u5FEB\u9012\u5F62\u5F0F\u53D1\u9001\u81F3\u4E2A\u4EBA\u4FE1\u606F\u4E2D\u586B\u5199\u7684\u5730\u5740\u52A1\u5FC5\u6838\u5BF9\u4FEE\u6539\u3002=At the time of convertibility, the platform will be sent to the personal information in the form of express delivery to check the changes.

\u7533\u8BF7\u5347\u7EA7=application upgrade
\u7FFB\u8BD1\u9886\u57DF\uFF1A=translation field:
\u7FFB\u8BD1\u7B49\u7EA7\uFF1A=translation grade:
\u6682\u65E0\u7FFB\u8BD1\u7B49\u7EA7=no translation grade
\u6821\u5BF9\u7B49\u7EA7\uFF1A=proofreading grade:
\u6682\u65E0\u6821\u5BF9\u7B49\u7EA7=no proofreading grade
\u5BA1\u6838\u7B49\u7EA7\uFF1A=audit grade:
\u6682\u65E0\u5BA1\u6838\u7B49\u7EA7=no audit grade
\u5728\u8BD1\u5458\u6CE8\u518C\u540E\u5E73\u53F0\u5BF9\u5DE5\u4F5C\u7ECF\u9A8C\uFF0C\u4E0E=Working experience of the platform after the interpreter registration, and
\u6240\u80FD\u7FFB\u8BD1\u53CA\u6821\u5BF9\u6216\u5BA1\u6838\u6240\u80FD\u5B8C\u6210\u7684\u80FD\u529B\u8FDB\u884C\u4E00= the ability to translate and proofread or review the ability to accomplish
\u4E2A\u521D\u6B65\u8BC4\u4F30\u7ED9\u4E88\u4E00\u4E2A\u7B49\u7EA7\u3002= an initial assessment is given to a level.
\u8BD1\u5458\u5728\u5E73\u53F0\u8FDB\u884C\u4E00\u5B9A\u7684\u7FFB\u8BD1\u4EFB\u52A1\u540E\uFF0C\u6216\u8005\u5BF9\u4E8E\u5E73\u53F0\u7ED9\u4E88\u7B49\u7EA7\u4E0D\u5408\u7406\u65F6\uFF0C\u53EF\u4EE5\u5BF9\u7B49\u7EA7\u63D0\u51FA\u5347\u7EA7\u3002=When the interpreter performs a certain translation task on the platform, or when the level of the platform is not reasonable, it can be upgraded to the level.
\u9009\u62E9\u7533\u8BF7\u5347\u7EA7\u540E\u5C06\u7531\u5E73\u53F0\u8FDB\u884C\u5BA1\u6838\uFF0C\u662F\u5426\u901A\u8FC7\u5347=If the application is upgraded, the platform will be audited, and whether the application upgrade will be checked by the platform after the application upgrade.
\u7EA7\u6807\u7ED9\u4E88\u63D0\u5347\u3002=
\u9AD8\u7B49\u7EA7\u53EF\u4EE5\u63A5\u53D7\u66F4\u591A\u7684\u7FFB\u8BD1\u4EFB\u52A1\uFF0C\u4E0E=Higher level can accept more translation tasks, and
\u6392\u540D\u9760\u524D\u7684\u5C55\u793A\u3002= the top of the list.
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u6211\u7684\u8BC4\u4EF7\u8BE6\u60C5=user center - interpreter - details of my evaluation
\u6211\u7684\u8BC4\u4EF7=my evaluation
\u8BC4\u4EF7\u8BE6\u60C5=details of evaluation
\u7533\u8BF7\u7533\u8BC9=apply for a complaint
\u8BA2\u5355\u5DF2\u7533\u8BC9=the order has been appealing
\u8BF7\u586B\u5199\u7533\u8BC9\u7406\u7531=please fill in the reasons for the complaint
\u63D0\u4EA4\u7533\u8BC9\u6210\u529F\uFF0C\u7533\u8BC9\u7ED3\u679C\u4F1A\u4EE5\u77ED\u4FE1\u8FDB\u884C\u901A\u77E5=The complaint is submitted successfully, the result of the complaint will be notified by short message
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458--\u6211\u7684\u8BC4\u4EF7=user center -  interpreter - my evaluation
\u5C1A\u672A\u67E5\u8BE2\u5230\u8BE5\u8BC4\u4EF7\u4FE1\u606F\uFF01=The evaluation information has not been queried!
\u8BC4\u4EF7\u8BA2\u5355\uFF1A=evaluate order:
\u6DFB\u52A0=add
\u5220\u9664=delete
\u7FFB\u8BD1\u4E2D=translation
\u6821\u5BF9\u4E2D=proofreading
\u5BA1\u6838\u4E2D=audit
\u5B8C\u6210=completion
\u9879\u76EE\u6807\u9898=Title
\u4EFB\u52A1\u72B6\u6001=task status
\u8BA2\u5355=order
\u5DF2\u53D6\u6D88=cancelled
\u9700\u6C42\u8BE6\u60C5=details of requirements
\u9700\u6C42\u63CF\u8FF0\uFF1A=requirement description:
\u9884\u7B97\uFF1A=budget:
\u5B57\u6570\uFF1A=word number:
\u67E5\u770B\u5168\u6587=see the full text
\u67E5\u770B\u9644\u4EF6=check the attachment
\u4E0A\u4F20\u6587\u4EF6\u9884\u89C8\uFF1A=upload file Preview:
\u5BA1\u6838=audit
\u6587\u4EF6\u4E0A\u4F20\uFF1A=file upload:
\u786E\u8BA4\u6D41\u7A0B\u5B8C\u6210=confirm the completion of the process
\u5220\u9664\u6587\u4EF6\u5931\u8D25\u6216\u8005\u6587\u4EF6\u4E0D\u5B58\u5728=delete file failed or file does not exist
\u5220\u9664\u6587\u4EF6\u6210\u529F=delete file success
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u6211\u7684\u4EFB\u52A1=user center - I am an interpreter - my task
\u8BA2\u5355\u65F6\u95F4=order time
\u5C1A\u672A\u67E5\u8BE2\u5230\u8BE5\u8BA2\u5355\u4FE1\u606F\uFF01=information that has not been queried for this order!
\u5168\u90E8\u4EFB\u52A1=All
\u4EFB\u52A1\u7BA1\u7406=task management
\u8FD13\u4E2A\u6708\u4EFB\u52A1=nearly 3 months of mission
\u8FD11\u4E2A\u6708\u4EFB\u52A1=nearly 1 months of mission
\u8FD11\u4E2A\u661F\u671F\u4EFB\u52A1=nearly 1 weeks of mission
\u6211\u7684\u6392\u540D=my rankings
\u60A8\u76EE\u524D\u4F4D\u4E8E\u8BD1\u5458\u6392\u540D\u7B2C=In the ranking 
\u4F4D=of interpreters
\u6392\u540D\u987B\u77E5=rank note
\u6392\u540D\u89C4\u5219\u5982\u4E0B\uFF1A=the rules of the ranking are as follows: 
\u8BD1\u5458\u6392\u540D\u60C5\u51B5\uFF1A=the ranking of interpreters:
\u8BD1\u5458\u7684\u6392\u540D\u4F1A\u5728\u8BD1\u5458\u6240\u6709\u5C55\u793A\u8FDB\u884C\u6392\u5E8F\uFF0C\u6392\u540D\u8D8A\u9AD8\u6240\u6392\u7684\u540D\u6B21\u8D8A\u4E3A\u9760\u524D\u3002=The interpreter\u02CAs ranking will be sorted in all the interpreters\u02CA display, and the higher the rank is, the more the ranking is ahead.
\u6392\u540D\u5173\u4E8E\u7CFB\u7EDF\u7684\u63A8\u9001\uFF1A\u6392\u540D\u9760\u524D\u7684\u8BD1\u5458\u5728\u5BA2\u6237\u8FDB\u884C\u7CFB\u7EDF\u5206\u914D\u8BD1\u5458\u65F6\u5BF9\u6392\u540D\u90A3\u4E2A\u9760\u524D\u7684\u4EBA\u63A8\u9001\u3002=Ranking on the system\u02CAs push: the top ranking interpreter pushes the top person on the list when the client assigns the interpreter systematically.
\u52A1\u5FC5\u9488\u5BF9\u81EA\u5DF1\u7684\u5E73\u53F0\u4FE1\u606F\u8FDB\u884C\u5B8C\u5584\uFF0C\u5E76\u4FDD\u8BC1\u5408\u7406\u7684\u5B8C\u6210\u5E73\u53F0\u5206\u914D\u7684\u4EFB\u52A1\u5DF2\u63D0\u5347\u81EA\u5DF1\u7684\u6392\u540D\u3002=Be sure to improve your platform information and ensure that a reasonable assignment of the platform has improved its ranking.
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u6211\u7684\u4FE1\u8A89=user center -  interpreter - my credibility
\u6211\u7684\u4FE1\u8A89=my credibility
\u4FE1\u8A89\u4F1A\u4F9D\u636E\u8BD1\u5458\u8BC4\u4EF7\u5206\u6570\u3001=Credit will be calculated on the basis of the interpreter\u02CAs evaluation of scores,
\u79EF\u5206\u4E0E\u5E73\u53F0\u5408\u4F5C\u65F6\u95F4\u6765\u8FDB\u884C\u4E00\u4EFD\u8BA1\u7B97\u3002= points, and platform cooperation time.
\u4FE1\u8A89\u521D\u59CB\u503C\u4E3A500\uFF08\u8F83\u597D\uFF0C\u826F\u597D\uFF0C\u4E00\u822C\uFF0C\u4F18\uFF09\uFF0C\u6BCF\u5B8C\u6210\u4E00\u6B21\u8BA2\u5355\u5C06\u90FD\u53EF\u4EE5\u589E\u52A0\u90E8\u5206\u4FE1\u8A89\u503C\u3002=The reputation initial value is 500 (fine, good, general, excellent), and every completion of the order will increase some of the credit value.
\u4FE1\u8A89\u4F1A\u5F71\u54CD\u7CFB\u7EDF\u81EA\u52A8\u4EFB\u52A1\u7684\u81EA\u52A8\u4EFB\u52A1\u5206\u914D\uFF0C\u8BD1\u5458\u5C55\u793A\u7684\u6392\u540D\u63A8\u9001\u7B49\u529F\u80FD\u3002=Reputation will affect automatic task assignment of the system, and the interpreter shows the function of rankings and so on.
\u8BD1\u5458\u5C55\u793A\u7684\u6392\u540D\u63A8\u9001\u7B49\u529F\u80FD\u3002=The interpreter shows the function of ranking push and so on.
\u5982\u82E5\u672A\u80FD\u6309\u7167\u9700\u6C42\u8981\u6C42\u5B8C\u6210=if not completed according to demand requirements
\u5EF6\u540E\u4EA4\u7A3F\uFF0C\u5C06\u6263\u9664\u90E8\u5206\u7684\u4FE1\u8A89\u5EA6\u3002=After the delay of the manuscript, the credit will be deducted.
\u7FFB\u8BD1\u7B49\u7EA7=translation grade
\u6821\u5BF9\u7B49\u7EA7=proofreading grade
\u5BA1\u6838\u7B49\u7EA7=audit grade
\u7533\u8BF7\u539F\u56E0=reason for application
\u7FFB\u8BD1\u7ECF\u9A8C\u4E0E\u7B49\u7EA7\u4E0D\u7B26=translation experience is not in conformity with grade
\u4ECE\u4E8B\u7FFB\u8BD1\u5DE5\u4F5C\u65F6\u95F4\u65F6\u9650\u8FC7\u957F=long time limit for translation work
\u4E2A\u4EBA\u539F\u56E0=personal reasons
\u6587\u4EF6\u4E0A\u4F20=file upload
\u63D0\u4EA4=submit
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u6211\u7684\u94B1\u5305=user center -  interpreter - my wallet
\u6CE8\u518C\u5931\u8D25\uFF0C\u8BF7\u91CD\u8BD5\uFF01=registration failed, please try again!
\u606D\u559C\u60A8\uFF0C\u6CE8\u518C\u6210\u529F\uFF01=congratulations, the success of registration!
\u7B49\u7EA7\u8BF4\u660E=level description
\u8BD1\u5458\u7B49\u7EA7\u3002=the level of the interpreter
\u5728\u8BD1\u5458\u6CE8\u518C\u540E\u5E73\u53F0\u4F1A\u5BF9\u5DE5\u4F5C\u7ECF\u9A8C\uFF0C\u4E0E\u6240\u80FD\u7FFB\u8BD1\u53CA\u6821\u5BF9\u6216\u5BA1\u6838\u7684\u80FD\u529B\u8FDB\u884C\u4E00\u4E2A\u521D\u6B65\u8BC4\u4F30\uFF0C\u7ED9\u4E88\u4E00\u4E2A\u7B49\u7EA7\u3002=After the interpreter registration, the platform will give a preliminary assessment of the work experience, the ability to translate and proofread or review, and give a level.
\u8BD1\u5458\u5728\u5E73\u53F0\u8FDB\u884C\u4E00\u5B9A\u7684\u7FFB\u8BD1\u4EFB\u52A1\u540E\uFF0C\u6216\u8005\u5BF9\u4E8E\u5E73\u53F0\u7ED9\u4E88\u7B49\u7EA7\u4E0D\u5408\u7406\u65F6\uFF0C\u53EF\u4EE5\u5BF9\u7B49\u7EA7\u63D0\u51FA\u5347\u7EA7\u3002\uFF08\u4EA4\u7531\u5E73\u53F0\u8FDB\u884C\u5BA1\u6838\u5224\u5B9A\uFF09=The interpreter can upgrade the level after a certain translation task on the platform or when the level of the platform is not reasonable. (for the platform to be audited and judged)
\u9AD8\u7B49\u7EA7\u53EF\u4EE5\u83B7\u5F97\u66F4\u9AD8\u7684\u7A3F\u8D39\u6807\u51C6\u66F4\u9AD8\u3002\uFF08\u540E\u7EED\u4F1A\u63A8\u51FA\u5177\u4F53\u7B49\u7EA7\u4EF7\u683C\u7A3F\u8D39\u6807\u51C6\u8868\uFF0C\u63D0\u4F9B\u53C2\u8003\uFF0C\u5C1A\u672A\u63A8\u51FA\u4EE5\u524D\u4EE5\u5E73\u53F0\u63A8\u8350\u4EF7\u683C\u4E3A\u4E3B\uFF09=High grade can get higher paid higher standard. (follow-up will launch a class specific price payment standard table, with reference to the platform has not yet introduced previously recommended price based)
\u5BA2\u6237\u7B49\u7EA7\u3002=customer level.
\u53D1\u5E03\u9700\u6C42\u6253\u4E00\u5B9A\u6298\u6263\uFF1B\u5728\u5B8C\u6210\u8BA2\u5355\u540E\u79EF\u5206\u5C06\u52A0\u500D\u8BA1\u7B97\uFF1B=A certain discount is made for the release of the demand; the integral will be doubled after the order is completed;
\u5BA2\u6237\u7B7E\u8BA2\u4E86\u5927\u5BA2\u6237\u534F\u8BAE\u540E\uFF0C\u5C06\u4EAB\u53D7\u4F18\u60E0\u5C06\u53C2\u7167\u534F\u8BAE\u5185\u5BB9\u3002=After the customer has signed a large customer agreement, the preference will be enjoyed as a reference to the agreement.
\u5BA2\u6237\u8FDE\u7EED\u51E0\u4E2A\u6708\u6848\u4EF6\u91CF\u5927\u4E8E100\u5C31\u5C06\u5BA2\u6237\u76F4\u63A5\u63D0\u5347\u81F3\u5927\u5BA2\u6237\u7B49\u7EA7\uFF0C\u5F53\u8FDE\u7EED\u51E0\u4E2A\u6708\u6848\u4EF6\u91CF\u4F4E\u4E8E70\u65F6\u5C31\u964D\u7EA7\u672A\u4E3A\u666E\u901A\u5BA2\u6237\u3002=The number of customers over a period of several months is more than 100, which directly increases the customer to the large customer level. When the number of cases is less than 70 in a few months, the customer is not degraded to ordinary customers. That is, the number of customers who increase the number of cases over 100 months will directly increase the customer to the large customer level.
\u4FE1\u8A89\u8BF4\u660E=credit note
\u8BD1\u5458\u4FE1\u8A89\u3002=creditworthiness of the interpreter.
\u4FE1\u8A89\u4F1A\u4F9D\u636E\u8BD1\u5458\u8BC4\u4EF7\u603B\u5206\u6570\u3001\u8BD1\u5458\u79EF\u5206\u3001\u4E0E\u5E73\u53F0\u5408\u4F5C\u65F6\u95F4\u6765\u8FDB\u884C\u4E00\u4EFD\u8BA1\u7B97\u3002=Credit will be calculated on the basis of the total score of the interpreter, the integral of the interpreter, and the time of cooperation with the platform.
\u5EF6\u540E\u4EA4\u7A3F\uFF0C\u5C06\u6263\u9664\u90E8\u5206\u4FE1\u8A89\u5EA6\u3002=after extension, some credit will be deducted.
\u5BA2\u6237\u4FE1\u8A89\u3002=customer reputation.
\u5BA2\u6237\u521D\u59CB\u4FE1\u8A89\u4E3A500\uFF0C\u94B1\u5305\u5185\u7559\u67091000\u4EE5\u4E0A\u7684\u5907\u7528\u91D1\uFF0C\u4FE1\u8A89\u503C\u4F1A\u4E0A\u5347\u90E8\u5206\u4FE1\u8A89\u3002=initial reputation of the customer is 500, and the wallet has more than 1000 reserve funds, and the reputation value will rise part of the reputation.
\u5BA2\u6237\u5C06\u4E8E\u6BCF\u6B21\u8BA2\u5355\u6210\u4EA4\u5B8C\u6210\u8BC4\u4EF7\u4E5F\u4F1A\u589E\u52A0\u4E00\u5B9A\u7684\u4FE1\u8A89\u5EA6\u3002=The customer will also add a certain degree of credit to the completion evaluation of each order.
\u5BA2\u6237\u53D6\u6D88\u8BA2\u5355\u5C06\u4F1A\u6263\u53BB\u4FE1\u8A89\u503C\uFF0C\u8BF7\u8C28\u614E\u9009\u62E9\u3002=The customer cancels the order will deduct the reputation value, please choose carefully.
\u4FE1\u8A89\u5EA6\u4F1A\u5F71\u54CD\u5230\u5BA2\u6237\u4E0B\u5355\u540E\u7684\u63A8\u9001\uFF0C\u5BA2\u6237\u7684\u4FE1\u8A89\u5EA6\u4F1A\u88AB\u663E\u793A\u3002=Credit will affect the customer\u02CAs push after the order, and the customer\u02CAs reputation will be displayed.
\u5F53\u5BA2\u6237\u8BC4\u4EF7\u88AB\u8BD1\u5458\u7533\u8BC9\u6210\u529F\u540E\uFF0C\u5BA2\u6237\u5C06\u6263\u9664\u90E8\u5206\u4FE1\u8A89\u3002=The customer will deduct a part of the credit when the client reviews the success of the interpreter\u02CAs complaint.\u3002
\u79EF\u5206\u8BF4\u660E=integral explanation
\u8BD1\u5458\u79EF\u5206\u3002=integral of the interpreter.
\u8BD1\u5458\u5728\u7FFB\u8BD1\u4EFB\u52A1\u5B8C\u6210\u540E\u4F1A\u901A\u8FC7\u7FFB\u8BD1\u5B57\u6570\u7684\u8BA1\u7B97\u4E0E\u5B8C\u6210\u8D28\u91CF\u800C\u589E\u52A0\u4E00\u5B9A\u7684\u79EF\u5206\u3002=After the completion of the translation task, the interpreter will increase a certain integral through the calculation of the number of words and the quality of the translation.
\u4F7F\u7528\u8F6F\u4EF6\u53EF\u4EE5\u8C03\u9AD8\u90E8\u5206\u79EF\u5206\u7684\u52A0\u6210\u3002=The addition of the high part of the integral can be adjusted by using the software.
\u51E1\u5151\u6362\u5546\u54C1\u52A1\u5FC5\u8C28\u614E\uFF0C\u5546\u54C1\u6BCF\u6708\u53EA\u5141\u8BB8\u5151\u6362\u4E00\u6B21\uFF0C\u4E14\u5151\u6362\u540E\u79EF\u5206\u5C06\u6E05\u96F6\u3002=The exchange of goods must be prudent, the commodity is allowed to be exchanged only once a month, and the integral will be cleared after the exchange.
\u5151\u6362\u79EF\u5206\u65F6\u5E73\u53F0\u4F1A\u4EE5\u5FEB\u9012\u5F62\u5F0F\u53D1\u9001\u81F3\u4E2A\u4EBA\u4FE1\u606F\u4E2D\u586B\u5199\u7684\u5730\u5740\u52A1\u5FC5\u6838\u5BF9\u4FEE\u6539\u3002=At the time of convertibility, the platform will be sent to the individual information in the form of express delivery to check the changes.
\u5BA2\u6237\u79EF\u5206\u3002=customer integral.
\u5BA2\u6237\u786E\u8BA4\u8BA2\u5355\u540E\u5E73\u53F0\u4F1A\u81EA\u52A8\u589E\u52A0\u76F8\u5E94\u7684\u79EF\u5206\u503C\u3002=After the customer confirms the order, the platform will automatically increase the corresponding integral value.

\u51E1\u5151\u6362\u5546\u54C1\u52A1\u5FC5\u8C28\u614E\uFF0C\u5546\u54C1\u6BCF\u6708\u53EA\u5141\u8BB8\u5151\u6362\u4E00\u6B21\uFF0C\u4E14\u5151\u6362\u8FC7\u540E\u79EF\u5206\u5C06\u51CF\u5C11\u5151\u6362\u5546\u54C1\u76F8\u5E94\u7684\u79EF\u5206\u3002=The exchange of goods must be prudent, goods are only allowed to be exchanged once a month, and the integral will be reduced after the exchange.
\u8BC4\u4EF7\u7CFB\u7EDF=evaluation system
\u5728\u5BA2\u6237\u786E\u8BA4\u8BA2\u5355\u540E15\u5929\u5185\uFF0C\u5982\u82E5\u5BA2\u6237\u5BF9\u6B64\u8BA2\u5355\u7684\u7FFB\u8BD1\u5185\u5BB9\u4E0D\u6EE1\u610F\uFF0C\u4EE5\u53CA\u6709\u4EFB\u4F55\u4E0D\u6EE1\u53EF\u8FDB\u884C\u8BC4\u4EF7\uFF0C\u5E73\u53F0\u4F1A\u4F9D\u636E\u8BC4\u4EF7\u5206\u6570\u8FDB\u884C\u8BD1\u5458\u90E8\u5206\u916C\u52B3\u7684\u6263\u53D6\uFF0C\u5E76\u8FD4\u8FD8\u81F3\u5BA2\u6237\u8D26\u6237\u4E2D\u3002\u82E5\u5BA2\u6237\u4E0D\u5BF9\u6B64\u8BA2\u5355\u4E2D\u7684\u8BD1\u5458\u8FDB\u884C\u8BC4\u4EF7\uFF0C\u5373\u7CFB\u7EDF\u5C06\u81EA\u52A8\u8FDB\u884C\u8BC4\u4EF7\u9ED8\u8BA45\u661F\u597D\u8BC4\u3002=Within 15 days after the customer confirm the order, if the customer is not satisfied with the translation content of the order, and if there is any dissatisfaction, it can be evaluated. The platform will deduct part of the remuneration of the interpreter based on the evaluation score and return it to the customer account. If the client does not evaluate the interpreter in the order, the system will automatically evaluate the default 5 stars.
\u8D26\u6237\u5B89\u5168\u5BC6\u7801\u627E\u56DE=account security password retrieval
\u5BC6\u4FDD\u95EE\u9898\u8BBE\u7F6E\u3002=security question set.
\u5E73\u53F0\u7528\u6237\u53EF\u5728\u6CE8\u518C\u767B\u5F55\u540E\uFF0C\u901A\u8FC7\u7528\u6237\u4E2D\u5FC3\u7684\u4E2A\u4EBA\u4FE1\u606F\u586B\u5165\u76F8\u7B26\u5408\u7684\u8EAB\u4EFD\u8BC1\u4FE1\u606F\u3001\u624B\u673A\u53F7\u3001\u90AE\u7BB1\u3001\u4EE5\u53CA\u5B9E\u540D\u8BA4\u8BC1\u4FE1\u606F\uFF0C\u8FDB\u884C\u8D26\u6237\u4FE1\u606F\u5B8C\u5584\u3002=Platform users can fill in the corresponding ID card information, cell phone number, mailbox, and real name authentication information through the user center\u02CAs personal information after registering and login, so that the account information is perfected.
\u5E76\u53EF\u4EE5\u901A\u8FC7\u5BC6\u7801\u4FDD\u62A4\u95EE\u9898\u8BBE\u7F6E\u8FDB\u884C\u5BC6\u4FDD\u95EE\u9898\u7684\u8BBE\u7F6E\uFF0C\u53EF\u5728\u4E4B\u540E\u627E\u56DE\u5BC6\u7801\u65F6\u8FDB\u884C\u9A8C\u8BC1\u6765\u4FDD\u8BC1\u8D26\u6237\u7684\u5B89\u5168\u3002=And you can set password protection security question set, can retrieve the password after for verification to ensure the safety of the account.
\u5FD8\u8BB0\u5BC6\u7801\u627E\u56DE\u3002=forget the password to find back.
\u5E73\u53F0\u9488\u5BF9\u5BC6\u7801\u627E\u56DE\u63A8\u51FA\u4E86\u591A\u79CD\u529F\u80FD\u627E\u56DE\uFF0C\u5728\u5FD8\u8BB0\u5BC6\u7801\u65F6\u53EF\u6839\u636E\u6240\u9700\u7684\u65B9\u5F0F\u8FDB\u884C\u5BC6\u7801\u627E\u56DE\uFF0C\u66F4\u52A0\u5DE9\u56FA\u4E86\u8D26\u6237\u5B89\u5168\u95EE\u9898\u3002=Platform for password recovery, launched a variety of functions to retrieve, forget password, password can be retrieved according to the required way, and consolidate the account security problem.
\u4E09\u79CD\u5BC6\u7801\u627E\u56DE\u65B9\u5F0F\uFF1A=three password retrieval methods:
\u8EAB\u4EFD\u8BC1\u4E0E\u59D3\u540D\uFF0C\u6B64\u65B9\u5F0F\u9700\u8981\u4E2A\u4EBA\u4FE1\u606F\u901A\u8FC7\u8EAB\u4EFD\u9A8C\u8BC1\u8FDB\u884C\u5BC6\u7801\u627E\u56DE\u3002=Identity card and name, which requires personal information to be authenticated for password retrieval.
\u624B\u673A\u53F7\u5BC6\u7801\u627E\u56DE\uFF0C\u5728\u6CE8\u518C\u65F6\u5B8C\u6210\u624B\u673A\u8BA4\u8BC1\u5373\u53EF\u5B8C\u6210\u5BC6\u7801\u627E\u56DE\u3002=When the phone number and password are retrieved, the password can be recovered when the mobile authentication is completed at the time of registration.
\u5BC6\u4FDD\u95EE\u9898\u627E\u56DE\uFF0C\u5728\u7CFB\u7EDF\u7528\u6237\u4E2D\u5FC3\u4E2D\uFF0C\u53EF\u4EE5\u9488\u5BF9\u7684\u8BBE\u7F6E\u5BC6\u4FDD\u95EE\u9898\u6765\u9488\u5BF9\u9057\u5931\u7684\u5BC6\u7801\u8FDB\u884C\u627E\u56DE\u5DE5\u4F5C\u3002=The security question found, users of the system center, set the security question to be according to the lost password back to work.
\u4FEE\u6539\u5BC6\u7801\u3002=modify the password.
\u5E73\u53F0\u5BF9\u4E8E\u7528\u6237\u63A7\u5236\u81EA\u5DF1\u7684\u8D26\u6237\u5728\u7528\u6237\u4E2D\u5FC3\u4E2D\uFF0C\u7528\u6237\u53EF\u4EE5\u5BF9\u81EA\u5DF1\u7684\u5BC6\u7801\u8FDB\u884C\u4FEE\u6539\u64CD\u4F5C\uFF0C\u4EE5\u514D\u8D26\u6237\u5904\u4E8E\u5371\u9669\u72B6\u6001\u3002=The platform allows users to control their own accounts in the user center, and users can modify their own password to prevent the account from being in a dangerous state.
\u5E73\u53F0\u58F0\u660E\u3002=platform declaration.
\u51E1\u5E73\u53F0\u7528\u6237\u5728\u5E73\u53F0\u5B8C\u6210\u4E86\u5B8C\u6574\u7684\u4FE1\u606F\u8BA4\u8BC1\u4EE5\u53CA\u4F01\u4E1A\u8BA4\u8BC1\uFF0C\u8BD1\u5458\u7684\u7B49\u7EA7\u8BC4\u5B9A\u7B49\u64CD\u4F5C\uFF0C\u5982\u53D1\u73B0\u8D26\u6237\u51FA\u73B0\u95EE\u9898\u4E14\u4E2A\u4EBA\u4E0D\u80FD\u8FDB\u884C\u5904\u7406\uFF0C\u53EF\u4E0E\u5E73\u53F0\u5BA2\u670D\u8FDB\u884C\u8054\u7CFB\u8981\u6C42\u7BA1\u7406\u5458\u6838\u5BF9\u8EAB\u4EFD\u8FDB\u884C\u540E\u53F0\u7CFB\u7EDF\u64CD\u4F5C\u3002=The platform user has completed the information authentication and the enterprise authentication, the interpreter\u02CAs rank evaluation and other operations on the platform. If we find the account problem and the individual can\u02CAt process, it can contact the platform customer service, ask the administrator to check the identity and carry out the background system operation.
\u4F46\u672A\u5728\u5E73\u53F0\u8FDB\u884C\u8BA4\u8BC1\u7684\u7528\u6237\u4EE5\u53CA\u7B49\u7EA7\u8BC4\u5B9A\u7684\u8BD1\u5458\u4E0D\u80FD\u8FDB\u884C\u5982\u4E0B\u64CD\u4F5C\u3002=But the users who are not authenticating on the platform and the interpreter of the hierarchy can not do the following operation.
\u5BA2\u6237\u987B\u6EE1\u8DB3\u7684\u6761\u4EF6\u8BF4\u660E\u3002=The conditions for the customer to be satisfied.
\u5BA2\u6237\u9700\u8981\u8FDB\u884C\u6CE8\u518C\uFF1A\u5BA2\u6237\u6CE8\u518C\u53EF\u4EE5\u6839\u636E\u90AE\u7BB1\u6CE8\u518C\uFF0C\u6216\u624B\u673A\u53F7\u6CE8\u518C\u4FE1\u606F\u8BA4\u8BC1\uFF08\u53EF\u9009\uFF09\uFF1A=Customers need to register: customer registration can be registered according to the mailbox or mobile phone number registration information authentication (optional):
\u5BA2\u6237\u8BA4\u8BC1\u5206\u4E3A\u4F01\u4E1A\u8BA4\u8BC1\u548C\u4E2A\u4EBA\u8BA4\u8BC1=Customer certification is divided into enterprise certification and personal authentication
\u4F01\u4E1A\u8BA4\u8BC1\uFF1A\u9879\u76EE\u5199\u6709\u5173\u4F01\u4E1A\u57FA\u672C\u4FE1\u606F\uFF0C\u4E0A\u4F20\u4F01\u4E1A\u8425\u4E1A\u6267\u7167\u7B49\u3002=Enterprise certification: the project writes about the basic information of the enterprise, and uploads the business license of the enterprise and so on.
\u4E2A\u4EBA\u8BA4\u8BC1\uFF1A\u9879\u76EE\u5199\u5BA2\u6237\u771F\u5B9E\u59D3\u540D\uFF0C\u6709\u5173\u8BC1\u4EF6\u53F7\uFF0C\u4E0A\u4F20\u5BA2\u6237\u6B63\u53CD\u9762\u8BC1\u4EF6\u7167\u7247\u3002=Personal certification: the project writes the real name of the customer, the certificate number, and upload the customer\u02CAs negative document.
\u8D26\u6237\u5145\u503C\uFF08\u53D1\u5E03\u9879\u76EE\u65F6\u5907\u7528\u91D1\u4E0D\u80FD\u4E3A0\u5143\uFF09\uFF1B=Account recharge (the spare gold can not be 0 yuan when the project is issued);
\u5145\u503C\u65F6\uFF0C\u5BA2\u6237\u53EF\u4EE5\u6839\u636E\u6240\u53D1\u9879\u76EE\u7684\u652F\u4ED8\u91D1\u989D\u8FDB\u884C\u5145\u503C\uFF08\u5145\u503C\u65B9\u5F0F\uFF1A\u8054\u7CFB\u5BA2\u670D\uFF0C\u6216\u7B2C\u4E09\u65B9\u652F\u4ED8\uFF09\uFF0C\u6700\u7EC8\u83B7\u5F97\u9700\u6C42\u53D1\u5E03\u7684\u6743\u9650\u3002=When recharging, the customer can recharge according to the payment amount of the project (recharge way: contact customer service or third party payment), and finally get the right to issue the demand.
\u5BA2\u6237\u53EF\u4EE5\u4EAB\u53D7\u7684\u670D\u52A1\u4ECB\u7ECD\u3002=Service introduction that customers can enjoy
\u5BA2\u6237\u53EF\u4EE5\u8FDB\u884C\u5728\u7EBF\u7684\u591A\u79CD\u6A21\u5F0F\u53D1\u5E03\u9879\u76EE\uFF08\u7CFB\u7EDF\u63A8\u9001\uFF0C\u62DB\u6807\u6A21\u5F0F\uFF0C\u70B9\u5BF9\u70B9\u9009\u5B9A\u8BD1\u5458\uFF09\u3002=Customers can carry out a variety of online publishing projects (system push, bid mode, point to point selected interpreter).
\u5E73\u53F0\u7ED9\u4E88\u5BA2\u6237\u7684\u4FDD\u8BC1\uFF1A\u5BA2\u6237\u6CE8\u518C\u8FC7\u7A0B\u4E2D\u4F1A\u7B7E\u8BA2\u5E73\u53F0\u63D0\u51FA\u7684\u6709\u5173\u534F\u8BAE\uFF0C\u5DF2\u4FDD\u8BC1\u5BA2\u6237\u7684\u5229\u76CA\u4E0D\u53D7\u635F\u5931\u3002=The platform gives the customer the guarantee: the customer registration process will sign the relevant agreement proposed by the platform, which has ensured that the customer\u02CAs interests are not lost.
\u5E73\u53F0\u63D0\u4F9B\u7684\u7FFB\u8BD1\u4EF7\u683C\u7684\u5408\u7406\uFF1A\u8BD1\u5458\u62A5\u4EF7\u6216\u8005\u7CFB\u7EDF\u62A5\u4EF7\u90FD\u5FC5\u987B\u4F9D\u9760\u5E73\u53F0\u7684\u62A5\u4EF7\u7CFB\u7EDF\u3002=The price of translation provided by the platform is reasonable: the interpreter\u02CAs quotation or the system quotation must depend on the platform\u02CAs quotation system.\u5BA2\u6237\u53EF\u4EE5\u5728\u5E73\u53F0\u4E0A\u4EFB\u9009\u4E00\u4F4D\u6216\u591A\u4F4D\u8BD1\u5458\u7B49\uFF1B\u5BA2\u6237\u4EE5\u9009\u5B9A\u8BD1\u5458\u6A21\u5F0F\u53D1\u5E03\u9879\u76EE\u65F6\uFF0C\u53EF\u4EE5\u9009\u62E9\u591A\u4F4D\u8BD1\u5458\u662F\u5E73\u53F0\u8FDB\u884C\u63A8\u9001\uFF0C\u76F4\u5230\u6709\u4E00\u4F4D\u8BD1\u5458\u63A5\u53D7\u4EFB\u52A1\uFF0C\u4F7F\u5E73\u53F0\u5F62\u6210\u76F8\u5E94\u7684\u8BA2\u5355\uFF0C\u5176\u4ED6\u8BD1\u5458\u5219\u5931\u6548\u3002=Customers can choose one or more interpreters on the platform. When a customer releases projects in a selected interpreter mode, he can choose multiple interpreters to push the platform until an interpreter receives the task, so that the platform forms corresponding orders, and the other interpreters fail.
\u5BA2\u6237\u53EF\u4EE5\u5728\u5E73\u53F0\u4E0A\u4EFB\u9009\u4E00\u4F4D\u6216\u591A\u4F4D\u8BD1\u5458\u7B49\uFF0C\u5BA2\u6237\u4EE5\u9009\u5B9A\u8BD1\u5458\u6A21\u5F0F\u53D1\u5E03\u9879\u76EE\u65F6\uFF0C\u53EF\u4EE5\u9009\u62E9\u591A\u4F4D\u8BD1\u5458\u662F\u5E73\u53F0\u8FDB\u884C\u63A8\u9001\uFF0C\u76F4\u5230\u6709\u4E00\u4F4D\u8BD1\u5458\u63A5\u53D7\u4EFB\u52A1\uFF0C\u4F7F\u5E73\u53F0\u5F62\u6210\u76F8\u5E94\u7684\u8BA2\u5355\uFF0C\u5176\u4ED6\u8BD1\u5458\u5219\u5931\u6548\u3002=The client can choose one or more interpreters on the platform. When the client releases the project with the selected interpreter mode, he can choose multiple interpreters to push the platform until an interpreter receives the task, so that the platform forms corresponding orders, and the other interpreters fail. 
\u5BA2\u6237\u7684\u4F7F\u7528\u65B9\u5F0F\u4ECB\u7ECD\u3002=The use of the customer is introduced. 
\u5982\u4F55\u53D1\u5E03\u9879\u76EE\uFF1A\u6839\u636E\u5E73\u53F0\u63D0\u793A\u586B\u5199\u9879\u76EE\u6709\u5173\u4FE1\u606F\uFF0C\u9009\u62E9\u5728\u7EBF\u62A5\u4EF7\uFF0C\u586B\u5199\u76F8\u5173\u4FE1\u606F\uFF0C\u5BF9\u6B64\u8FDB\u884C\u8BE2\u4EF7\u4F5C\u4E3A\u53D1\u5E03\u9879\u76EE\u7684\u53C2\u8003\uFF0C\u9009\u62E9\u5FEB\u901F\u53D1\u5E03\uFF0C\u786E\u8BA4\u9879\u76EE\u4FE1\u606F\u540E\u5373\u53EF\u53D1\u5E03\u3002=How to publish projects: fill out project information based on platform prompts, select online quotes, fill in relevant information, make enquiries as reference for publishing projects, select quick releases and confirm project information, then publish them. 
\u5982\u4F55\u5236\u5B9A\u9879\u76EE\u4EF7\u683C\uFF1A\u6839\u636E\u9879\u76EE\u9700\u6C42\u9009\u62E9\u5404\u4E2A\u9879\u76EE\u4FE1\u606F\uFF0C\u9009\u62E9\u5728\u7EBF\u62A5\u4EF7\u3002=How to make the price of the project: select the information of each item according to the requirement of the project, and choose the online quotation.
\u5982\u4F55\u9009\u62E9\u9879\u76EE\u53D1\u5E03\u6A21\u5F0F\uFF1A\u9879\u76EE\u53D1\u5E03\u6A21\u5F0F\u5206\u4E3A\u7CFB\u7EDF\u5206\u914D\uFF0C\u62DB\u6807\u6A21\u5F0F\uFF0C\u9009\u5B9A\u8BD1\u5458\u6A21\u5F0F3\u79CD=How to choose project release mode: project release mode is divided into 3 parts: system allocation, bidding mode, selection of interpreter mode.
\u7CFB\u7EDF\u5206\u914D\u6A21\u5F0F\uFF1A\u5E73\u53F0\u4F1A\u6839\u636E\u5BA2\u6237\u9700\u6C42\u8BA1\u7B97\u9879\u76EE\u91D1\u989D\uFF0C\u5BA2\u6237\u53EF\u4EE5\u968F\u610F\u6539\u52A8\u6B64\u91D1\u989D\uFF0C\u4F46\u4E0D\u80FD\u4F4E\u4E8E\u6B64\u91D1\u989D\u3002=System allocation model: the platform will calculate the amount of the project according to the customer\u02CAs needs, and the customer can change the amount at will, but it can not be lower than that amount.
\u62DB\u6807\u6A21\u5F0F\uFF1A\u5E73\u53F0\u4F1A\u6839\u636E\u5BA2\u6237\u9700\u6C42\u8BA1\u7B97\u9700\u6C42\u91D1\u989D\uFF0C\u5BA2\u6237\u53EF\u4EE5\u968F\u610F\u6539\u52A8\u6B64\u91D1\u989D\u3002=Bidding model: the platform will calculate the demand amount according to the customer\u02CAs demand, and the customer can change the amount at will.
\u9009\u5B9A\u8BD1\u5458\u6A21\u5F0F\uFF1A\u5E73\u53F0\u6839\u636E\u5BA2\u6237\u9009\u4E2D\u7684\u8BD1\u5458\u62A5\u4EF7\u8BA1\u7B97\u9700\u6C42\u91D1\u989D\uFF0C\u5BA2\u6237\u53EF\u4EE5\u968F\u610F\u6539\u52A8\uFF0C\u4F46\u4E0D\u80FD\u4F4E\u4E8E\u8BD1\u5458\u62A5\u4EF7\u3002=Selected interpreter model: the platform is based on the price of the interpreter selected by the client to calculate the demand amount, and the customer can change it at will, but can not be lower than the interpreter\u02CAs quotation. 
\u5982\u4F55\u9488\u5BF9\u672A\u53D1\u5E03\u7684\u9700\u6C42\u8FDB\u884C\u4FEE\u6539\u4EE5\u53CA\u91CD\u65B0\u53D1\u5E03\uFF1A\u5BA2\u6237\u7F16\u5199\u4E86\u4E00\u4E2A\u672A\u53D1\u5E03\u7684\u9700\u6C42\uFF0C\u53EF\u4EE5\u5728\u5BA2\u6237\u4E2D\u5FC3--\u53D1\u5E03\u6A21\u5F0F--\u672A\u53D1\u5E03\uFF0C\u5373\u53EF\u5C55\u793A\u8BE5\u5BA2\u6237\u6240\u6709\u672A\u53D1\u5E03\u7684\u9700\u6C42\uFF0C\u6307\u5B9A\u4E00\u4E2A\u672A\u53D1\u5E03\u9700\u6C42\u5373\u53EF\u5BF9\u5176\u8FDB\u884C\u64CD\u4F5C\u3002=According to unpublished needs to modify and re released: customers write an unpublished demand, can release mode in customer center -- not released, can display the customer all has not issued a demand, specify an unpublished needs to carry out its operation.
\u5E73\u53F0\u4E3A\u5BA2\u6237\u63D0\u4F9B\u7684\u4FBF\u5229\u8BF4\u660E\u3002=The platform provides convenience for customers. 
\u5E73\u53F0\u63D0\u4F9B\u7EBF\u4E0A\u5BA2\u6237\u7684\u9700\u6C42\u63A8\u9001\uFF1A\u5BA2\u6237\u5728\u53D1\u5E03\u4E00\u4E2A\u9009\u5B9A\u8BD1\u5458\u6216\u8005\u7CFB\u7EDF\u5206\u914D\u6A21\u5F0F\u7684\u9700\u6C42\u4E4B\u540E\uFF0C\u5E73\u53F0\u4F1A\u5728\u4E00\u5B9A\u7684\u65F6\u95F4\u6BB5\u5185\u5BF9\u8BD1\u5458\u8FDB\u884C\u5206\u6279\u63A8\u9001\uFF0C\u82E5\u662F\u62DB\u6807\u9700\u6C42\uFF0C\u5E73\u53F0\u5C06\u4F1A\u5B9E\u65F6\u5C55\u793A\u5728\u5E73\u53F0\u7684\u9700\u6C42\u6A21\u5757\uFF0C\u4EE5\u4FBF\u8BD1\u5458\u67E5\u627E\u3002=The platform provides online customer demand push: customers after the release of a selected interpreter allocation model or system demand, the platform will in a certain period of time to the interpreter for batch push, if the bidding requirements, will be displayed on the platform real-time demand module platform, in order to find the interpreter.
\u5E73\u53F0\u63D0\u4F9B\u9AD8\u8D28\u91CF\u3001\u5404\u79CD\u8BED\u79CD\u9886\u57DF\u7684\u8BD1\u5458\uFF1A\u5E73\u53F0\u4E0A\u7684\u8BD1\u5458\u90FD\u662F\u7ECF\u8FC7\u6709\u5173\u7FFB\u8BD1\u4E13\u5BB6\u57F9\u8BAD\uFF0C\u70B9\u8BC4\u4E4B\u540E\u5E76\u8D4B\u4E88\u4E00\u5B9A\u7684\u7FFB\u8BD1\u7B49\u7EA7\u624D\u53EF\u4EE5\u63A5\u53D7\u4EFB\u52A1\uFF0C\u8FDB\u884C\u7FFB\u8BD1\u5DE5\u4F5C\u3002=The platform provides interpreters with high quality and all kinds of languages: the interpreters on the platform are trained by the translation experts, after giving comments, and giving certain translation levels, they can accept the tasks and do translation work.
\u5E73\u53F0\u63D0\u4F9B\u914D\u5957\u7684\u5173\u4E8E\u8BD1\u5458\u7FFB\u8BD1\u7684\u8BC4\u4EF7\u7CFB\u7EDF\uFF0C\u4EE5\u4FBF\u4E8E\u4E86\u89E3\u8BD1\u5458\u4FE1\u606F\u3002=The platform provides a matching evaluation system for interpreter translation so as to facilitate the understanding of interpreter information.
\u8BD1\u5458\u987B\u6EE1\u8DB3\u5E73\u53F0\u7684\u6761\u4EF6\u8BF4\u660E\u3002=The interpreter must satisfy the condition of the platform.
\u4E3A\u4E86\u4F7F\u8BD1\u5458\u53EF\u4EE5\u66F4\u65B9\u4FBF\u7684\u5728\u5E73\u53F0\u4E0A\u63A5\u53D7\u4EFB\u52A1\uFF0C\u9700\u8981\u5728\u57FA\u672C\u8D44\u6599\u4E2D\u586B\u5199\u8BE6\u7EC6\u4FE1\u606F\uFF0C\u5E76\u6839\u636E\u81EA\u8EAB\u60C5\u51B5\u4E0A\u4F20\u7FFB\u8BD1\u8D44\u6599\u3001\u6821\u5BF9\u8D44\u6599\u4EE5\u53CA\u5BA1\u6838\u8D44\u6599\u8FDB\u884C\u540E\u53F0\u4EBA\u5458\u5BA1\u6838\u3002\u8BD1\u5458\u521D\u6B65\u5BA1\u6838\u901A\u8FC7\u540E\u5C31\u53EF\u4EE5\u586B\u5199\u76F8\u5173\u8BED\u8A00\u5BF9\u3001\u7FFB\u8BD1\u4EF7\u683C\u4FE1\u606F\u4EE5\u53CA\u539F\u8BD1\u6587\u4FE1\u606F\u7B49\u5FC5\u8981\u7684\u62A5\u4EF7\u4FE1\u606F\u3002=In order for the interpreter to be able to accept tasks on the platform more conveniently, we need to fill in the detailed information in the basic data, and upload the translation data, proofreading materials and audit data according to their own conditions to carry out the background personnel review. After a preliminary examination and approval, the interpreter can fill in the necessary quotation information, such as the relevant language pair, the translation price information and the original translation information.
\u5982\u679C\u8BD1\u5458\u540C\u65F6\u517C\u6709\u6821\u5BF9\u6216\u5BA1\u6838\u7684\u80FD\u529B\uFF0C\u53EF\u4EE5\u4E0A\u4F20\u76F8\u5E94\u7684\u6587\u4EF6\u8FDB\u884C\u540E\u53F0\u5BA1\u6838\uFF0C\u5BA1\u6838\u901A\u8FC7\u53EF\u4EE5\u5BF9\u4E8E\u4E4B\u524D\u6DFB\u52A0\u7684\u7FFB\u8BD1\u62A5\u4EF7\u8FDB\u884C\u8BE6\u7EC6\u589E\u52A0\u4FEE\u6539\u3002(\u4F8B\u5982\uFF1A\u53EA\u4E0A\u4F20\u57FA\u672C\u4E2A\u4EBA\u7B80\u5386\uFF0C\u540E\u53F0\u901A\u8FC7\u8BC4\u5B9A\u7ED9\u4E88\u7B49\u7EA7\uFF0C\u518D\u6DFB\u52A0\u7FFB\u8BD1\u62A5\u4EF7\u53EA\u53EF\u6DFB\u52A0\u5173\u4E8E\u7FFB\u8BD1\u7684\u57FA\u672C\u76F8\u5173\u4FE1\u606F\u3002)=If the interpreter has the ability of proofreading or auditing at the same time, he can upload the corresponding files for background review, and make detailed amendments to the translation quotation before adding. For example, only the basic resume is uploaded, and the background is evaluated by the rating, and the translation quotes can only be added to the basic relevant information about the translation. )
\u8BD1\u5458\u53EF\u4EAB\u53D7\u7684\u670D\u52A1\u3002=The service that the interpreter can enjoy.
\u8BD1\u5458\u53EF\u4EE5\u5728\u5E73\u53F0\u9996\u9875/\u9879\u76EE\u5C55\u793A\u9762\u4E0A\u67E5\u8BE2\u76F8\u5173\u62DB\u6807\u9879\u76EE\u5E76\u53EF\u4EE5\u8FDB\u884C\u6295\u6807\uFF08\u6CE8\uFF1A\u6295\u6807\u65F6\u8BD1\u5458\u9700\u8981\u6EE1\u8DB3\u9700\u6C42\u6240\u9700\u7684\u7FFB\u8BD1\u8981\u6C42,\u6295\u6807\u91C7\u53D6\u62A2\u5355\u6A21\u5F0F\u62A2\u5230\u5219\u5F62\u6210\u8BA2\u5355\u3002\uFF09=\u8BD1\u5458\u53EF\u4EE5\u5728\u5E73\u53F0\u9996\u9875/\u9879\u76EE\u5C55\u793A\u9762\u4E0A\u67E5\u8BE2\u76F8\u5173\u62DB\u6807\u9879\u76EE\u5E76\u53EF\u4EE5\u8FDB\u884C\u6295\u6807\uFF08\u6CE8\uFF1A\u6295\u6807\u65F6\u8BD1\u5458\u9700\u8981\u6EE1\u8DB3\u9700\u6C42\u6240\u9700\u7684\u7FFB\u8BD1\u8981\u6C42,\u6295\u6807\u91C7\u53D6\u62A2\u5355\u6A21\u5F0F\u62A2\u5230\u5219\u5F62\u6210\u8BA2\u5355\u3002\uFF09
The interpreter can inquire relevant bidding projects and make bids on the platform home page / project display area. The interpreter can inquire relevant bidding projects and make bids on the platform home page / project display area. 
\u8BD1\u5458\u4E5F\u53EF\u4EE5\u5728\u7528\u6237\u4E2D\u5FC3-\u5BFB\u627E\u9700\u6C42\u4E2D\u67E5\u770B\u5E73\u53F0\u63A8\u9001\u7684\u9700\u6C42\u76F4\u63A5\u8FDB\u884C\u63A5\u53D7\u3002\uFF08\u6CE8\uFF1A\u63A5\u53D7\u5219\u5F62\u6210\u8BA2\u5355\uFF09=The interpreter can also directly accept the demand for the platform push in the user center - search requirement. (Note: acceptance is an order) 
\u540C\u65F6\u5E73\u53F0\u4E3A\u8BD1\u5458\u63D0\u4F9B\u5728\u7EBF\u7684\u672F\u8BED\u3001\u8BED\u6599\u67E5\u8BE2\u3002=At the same time, the platform provides the interpreter with online terms and data query.
\u8BD1\u5458\u4E5F\u53EF\u4EE5\u514D\u8D39\u4F7F\u7528\u8F6F\u4EF6\u8F85\u52A9\u7FFB\u8BD1\u3002=Interpreters can also use software to help translation free of charge.
\u8BD1\u5458\u65E5\u5E38\u63A5\u53D7\u4EFB\u52A1\u3002=The interpreter accepts the task in a daily manner.
\u8BD1\u5458\u53EF\u4EE5\u6309\u4E09\u79CD\u6A21\u5F0F\u6761\u4EF6\u8FDB\u884C\u67E5\u770B\u4E0E\u81EA\u5DF1\u5BF9\u5E94\u7684\u9700\u6C42\u5E76\u53EF\u4EE5\u9009\u62E9\u63A5\u53D7\u6216\u4E0D\u63A5\u53D7\u4EFB\u52A1\u3002\uFF08\u9664\u4E3B\u52A8\u6295\u6807\u6A21\u5F0F\u5728\u9996\u9875/\u9879\u76EE\u5C55\u793A\u4E2D\u63A5\u53D7\uFF0C\u5176\u4F59\u4EFB\u52A1\u5728\u7528\u6237\u4E2D\u5FC3-->\u5BFB\u627E\u9700\u6C42\u4E2D\u8FDB\u884C\u63A5\u53D7\uFF09\u3002\u4E3B\u52A8\u6295\u6807\u6A21\u5F0F\u4E0B\u8BD1\u5458\u9700\u8981\u6839\u636E\u81EA\u8EAB\u6761\u4EF6\u4E0E\u9700\u6C42\u6761\u4EF6\u8FDB\u884C\u5BF9\u6BD4\uFF0C\u7B26\u5408\u6761\u4EF6\u65B9\u53EF\u8FDB\u884C\u6295\u6807\u3002=The interpreter can look at the needs of the three modes and choose to accept or not accept the task. (except the active bidding mode in the home / project show acceptance, the remaining tasks in user demand for search center -- > accept). In the mode of active bidding, the interpreter needs to compare the conditions of their own and the demand conditions, and the tender can be carried out in accordance with the conditions.
\u8BD1\u5458\u63A5\u53D7\u4EFB\u52A1\u8FDB\u5165\u8BA2\u5355\u6A21\u5F0F\uFF0C\u8BD1\u5458\u6839\u636E\u81EA\u8EAB\u8FDB\u5C55\u60C5\u51B5\u9009\u62E9\u6D41\u7A0B\u8FDB\u5EA6,\u901A\u8FC7\u70B9\u51FB\u786E\u8BA4\u6D41\u7A0B\u5B8C\u6210\u6309\u94AE\u8FDB\u5165\u4E0B\u4E00\u6B65\u6D41\u7A0B\u4E2D\uFF0C\u8BD1\u5458\u53EF\u4EE5\u5BF9\u4E8E\u5F53\u524D\u6D41\u7A0B\u72B6\u6001\u8FDB\u884C\u83B7\u53D6\u4F20\u5165\u4E0D\u540C\u6587\u4EF6\u6587\u4EF6\uFF0C\u53EF\u4EE5\u8FDB\u884C\u6587\u4EF6\u4E0B\u8F7D\u4EE5\u53CA\u5220\u9664\u9009\u62E9\u3002=The interpreter accepts the task into the order mode, the interpreter according to their progress in the selection process schedule, by clicking on the process to complete the confirmation button to enter the next step in the process, the interpreter can for the current process state to obtain different incoming file, the file can be downloaded to select and delete.
\u5E73\u53F0\u7ED9\u4E88\u7684\u4FBF\u5229\u6761\u4EF6\u3002=The convenience provided by the platform.
\u8BD1\u5458\u53EF\u9488\u5BF9\u81EA\u5DF1\u9009\u62E9\u53EF\u63A5\u53D7\u7684\u9879\u76EE\u8FDB\u884C\u4E3B\u52A8\u6295\u6807\u3002=The interpreter can make an active bid for the acceptable items of his choice.
\u5E73\u53F0\u9488\u5BF9\u7B26\u5408\u8BD1\u5458\u7684\u4EFB\u52A1\u8FDB\u884C\u63A8\u9001\uFF0C\u53EF\u4EE5\u76F4\u63A5\u5728\u63A8\u9001\u4E2D\u9009\u62E9\u81EA\u5DF1\u613F\u610F\u63A5\u53D7\u7684\u4EFB\u52A1\u8FDB\u884C\u63A5\u53D7\u3002The platform is pushed in accordance with the task of the interpreter, and it can choose the task that he is willing to accept directly in the push.
\u5E73\u53F0\u9488\u5BF9\u8BD1\u5458\u53EF\u4EE5\u63D0\u4F9B\u4E13\u4E1A\u7684\u7B49\u7EA7\u63D0\u5347\u51C6\u5219\uFF0C\u66F4\u52A0\u6B63\u89C4\u7684\u83B7\u53D6\u5BF9\u5E94\u9AD8\u7B49\u7EA7\u7684\u916C\u52B3\u3002=The platform provides professional level promotion guidelines for interpreters and more formal access to higher levels of remuneration.
\u5E73\u53F0\u7ED9\u4E88\u8BD1\u5458\u514D\u8D39\u4F7F\u7528\u7231\u8BD1\u667A\u80FD-PAT\u7684\u514D\u8D39\u4F7F\u7528\u6743\u9650\u3002=The platform gives the interpreter free access to the free use of intelligent -PAT.
\u9879\u76EE\u53D1\u5E03\u6D41\u7A0B=Project publish flow
\u8BF7\u9009\u62E9\u8BD1\u5458\u7B49\u7EA7=Please select the interpreter level
\u7FFB\u8BD1+\u6821\u5BF9+\u5BA1\u6838=translation + proofreading + audit
\u82F1\u6587=English
\u6C49\u8BED=Chinese
\u73AF\u5B87\u7231\u8BD1\u5168\u7403\u7FFB\u8BD1\u5E73\u53F0--\u670D\u52A1\u5B97\u65E8=Global translation platform for Translation -- service tenet
\u641C\u7D22=Search
\u8BF7\u9009\u62E9\u60A8\u8981\u63D0\u95EE\u7684\u7C7B\u578B=Please select the type of question you want to ask
\u65B0\u589E\u7559\u8A00=New message
\u73AF\u5B87\u7231\u8BD1\u5168\u7403\u7FFB\u8BD1\u5E73\u53F0=Global translation platform
\u8F6F\u4EF6= Software
\u6B22\u8FCE=Welcome
\u6210\u4E3A\u5E73\u53F0\u7B2C=Become platform 
\u4F4D\u8BD1\u5458\uFF01=An interpreter!
\u5B8C\u6210\u65E5\u671F\uFF1A=Completion date:
\u8BE6\u60C5=Details
\u7FFB\u8BD1\u7ECF\u9A8C\uFF1A=Translation experience:
\u6821\u5BF9\u7ECF\u9A8C\uFF1A=Proofreading experience:
\u5B66\u5386\uFF1A=Education:
\u4EFB\u52A1\u63A5\u53D7\u6D41\u7A0B=Task acceptance flow 
\u5FEB\u901F\u5165\u95E8\u89C6\u9891=Fast introduction video
\u539F\u7406\u4E0E\u6F14\u793A=Principle and demonstration
\u667A\u80FD\u7FFB\u8BD1\u77E5\u8BC6\u5E93\u6559\u5B66\u89C6\u9891=Intelligent translation knowledge base teaching video
\u667A\u80FD\u77E5\u8BC6\u5E93=Intelligent knowledge base
\u8F6F\u4EF6\u7248\u672C\uFF1A=Software version:
\u8F6F\u4EF6\u6388\u6743\uFF1A=Software authorization:
\u9879\u76EE\u67E5\u627E=Project lookup
\u8BD1\u5458\u7B49\u7EA7\uFF1A=Interpreter level:
\u5468\u671F\uFF1A=Cycle:
\u63A8\u8350=Recommendation 
\u6240\u6709\u5BA2\u6237=All clients
\u7528\u6237\u987B\u77E5=User instructions
\u8BF7\u8F93\u5165\u5173\u952E\u5B57\u67E5\u8BE2=Please enter the keyword query
\u4E24\u6B21\u5BC6\u7801\u8F93\u5165\u4E0D\u7B26\uFF01\u8BF7\u6838\u5BF9\uFF01=The two password input does not match! Check it, please!
\u5BC6\u7801\u683C\u5F0F\u6709\u8BEF\u8BF7\u6838\u5BF9\uFF01=Password format is wrong please check!
\u7B54\u6848\u4E0D\u80FD\u4E3A\u7A7A\uFF01= The answer is not empty! 
\u60A8\u8F93\u5165\u7684\u9A8C\u8BC1\u7801\u6709\u8BEF\u6216\u8005\u5DF2\u8FC7\u671F\uFF01=The validation code you entered is incorrect or expired! 
\u8EAB\u4EFD\u8BC1\u53F7\u683C\u5F0F\u6709\u8BEF\uFF01=ID card number is wrong!
\u59D3\u540D\u4E0D\u80FD\u4E3A\u7A7A\uFF01=Name can\u02CAt be empty!
\u63D0\u793A\uFF1A\u8BF7\u8F93\u5165\u6709\u6548\u7684\u7528\u6237\u540D\uFF01=Prompt: Please enter a valid username! 
\u7528\u6237\u540D\u4E0D\u80FD\u4E3A\u7A7A=Username cannot be empty
\u5C3E\u9875=end
\u4E0A\u4E00\u9875=Previous
\u4E0B\u4E00\u9875=Next
\u8BF7\u9009\u62E9\u8BD1\u5458\u7B49\u7EA7=Please select the interpreter level
\u4E2A\u4EBA\u4FE1\u606F=My information
\u5BFB\u627E\u9879\u76EE=Search projects
\u79EF\u5206\u5151\u6362=Integral
\u4FEE\u6539=Modification
\u6682\u65E0\u4F5C\u54C1=No work
\u7528\u6237\u540D\u4E0D\u80FD\u4E3A\u7A7A=Username cannot be empty 
\u7528\u6237\u540D\u5E94\u4E3A\u4E2D\u6587\uFF0C\u82F1\u6587\u5B57\u6BCD\u548C\u6570\u5B57\u53CA=The username should be Chinese, English letters and numbers and
\u624B\u673A\u53F7\u4E0D\u80FD\u4E3A\u7A7A= Cell phone number can not be empty
\u624B\u673A\u53F7\u683C\u5F0F\u9519\u8BEF=Cell phone number error
\u90AE\u7BB1\u4E0D\u80FD\u4E3A\u7A7A=Mailbox cannot be empty
\u8BF7\u9009\u62E9\u6CE8\u518C\u503E\u5411=Please choose the registration tendency
\u662F\u5426\u540C\u610F\u534F\u8BAE=Do you agree with the agreement
\u5FEB\u901F\u6CE8\u518C\u8BF7\u6CE8\u610F\u683C\u5F0F=Fast registration please pay attention to the format
\u5F88\u9057\u61BE\uFF01\u8BE5\u90AE\u7BB1\u5DF2\u88AB\u6CE8\u518C=Unfortunately\uFF01 The mailbox has been registered
\u8D26\u53F7\u4E0D\u80FD\u4E3A\u7A7A=Account cannot be empty
\u5BC6\u7801\u4E0D\u80FD\u4E3A\u7A7A=The password cannot be empty
\u8BF7\u9009\u62E9\u8BD1\u5458\u7B49\u7EA7=Please select the interpreter level 
\u4E2A\u4EBA\u4FE1\u606F=Personal information
\u6211\u7684\u5907\u7528\u91D1=My spare gold 
\u8054\u7CFB\u4EBA\u57FA\u672C\u8D44\u6599=Contact basic information
\u4E2A\u4EBA=Individual
\u5168\u90E8\u9879\u76EE=All items
\u62DB\u6807\u6A21\u5F0F=Bidding mode 
\u67E5\u770B\u9879\u76EE=Find project
\u4FEE\u6539\u9879\u76EE=Modify the project
\u5220\u9664\u9879\u76EE=Delete item
\u9009\u5B9A\u8BD1\u5458=Select interpreter
\u73B0\u5728\u53D1\u5E03=Publish now
\u590D\u5236\u9879\u76EE=Copy project
\u9879\u76EE\u540D\u79F0=Project name
\u9879\u76EE\u72B6\u6001\uFF1A=Project status:
\u53D1\u5E03\u6A21\u5F0F\uFF1A=Publish pattern:
\u5929=Day
\u9879\u76EE\u6848\u53F7\uFF1A=Project case number:
\u6709\u6548\u65F6\u95F4\uFF1A=Effective time: 
\u60A8\u9009\u62E9\u7684\u8BD1\u5458\u6709=You have chosen
\u8BE6\u60C5=Details
\u786E\u5B9A=Determination
\u6CA1\u6709\u627E\u5230\u7B26\u5408\u6761\u4EF6\u7684\u8BA2\u5355=Not finding a qualified order
\u4F18\u79C0=Excellence
\u8F93\u5165\u5173\u952E\u5B57=Input key
\u72B6\u6001\uFF1A=Status:
\u62DB\u6807\u9879\u76EE=Bidding item 
\u9009\u62E9\u9886\u57DF\uFF1A=Selection domain:
\u4E0D\u9650\u5236=Unrestricted
\u5B57\u6570\u8303\u56F4\uFF1A=Word range:
\u5B57\u4EE5\u5185=Within a word
\u6E90\u8BED\u8A00\uFF1A=Source language:
\u4E2D\u6587=Chinese
\u76EE\u6807\u8BED\u8A00\uFF1A=Target language: 
\u5C0F\u65F6=Hour
\u79D2\u540E\u622A\u6B62=Seconds after the deadline
\u6D41\u6C34\u53F7\uFF1A=Serial number:
\u6240\u5728\u5730\uFF1A=The location of the location:
\u4FE1\u7528\u7B49\u7EA7\uFF1A=Credit rating: 
\u6240\u6709\u5BA2\u6237=All clients
\u5BA2\u6237\u5C55\u793A=Customer display
\u4E2D\u56FD=China
\u6CD5\u56FD=France
\u7F8E\u56FD=The United States
\u5FB7\u56FD=Germany
\u65E5\u672C=Japan
\u4F01\u4E1A\u540D\u79F0=Enterprise name
\u4F01\u4E1A=Enterprise
\u5B98\u7F51=Official network
\u9009\u62E9\u7FFB\u8BD1\u8BED\u8A00=Language
\u4FC4\u8BD1\u6C49=RUS-CN 
\u6C49\u8BD1\u4FC4=CN-RUS
\u9009\u62E9\u9879\u76EE\u9886\u57DF=Doamin
\u9879\u76EE\u6848\u53F7\uFF1A=Project case number:
\u9879\u76EE\u8BE6\u60C5\uFF1A=Details of the project:
\u73B0\u5728\u53D1\u5E03\uFF1A=Publish now: 
\u5DF2\u4E0A\u4F20\u6587\u4EF6=ploaded file
\u8865\u5145\u6587\u4EF6=Supplementary document
\u539F\u7A3F\u5B57\u6570\uFF1A=Original manuscript number:
\u4EA4\u7A3F\u65F6\u95F4\uFF1A=Manuscript time:
\u9879\u76EE\u6709\u6548\u65F6\u95F4\uFF1A= Project effective time: 
\u5468\u671F\uFF1A=Cycle:
\u7CFB\u7EDF\u5206\u914D\u6A21\u5F0F=System allocation mode
\u60A8\u5171\u9009\u62E9\u8BD1\u5458=You choose an interpreter
\u6362\u4E00\u6279=Change one batch
\u786E\u8BA4=Confirmation
\u6807\u9898\u81F3\u5C11\u5F971\u4E2A\u5B57\u7B26\u6700\u591A20\u5B57\u7B26=The title is at least 1 characters at least 20 characters 
\u8BE6\u60C5\u4E0D\u80FD\u5C11\u4E8E10\u4E2A\u5B57\u7B26=The details should not be less than 10 characters 
\u7FFB\u8BD1\u4E0D\u80FD\u5C0F\u4E8E1=Translation can\u02CAt be less than 1
\u4E0A\u4F20\u9644\u4EF6=Upload 
\u73B0\u6709\u6587\u4EF6\uFF1A=Existing documents: 
\u6A21\u5F0F\u5DF2\u9009\u5B9A\u4E3A\uFF1A=The mode has been selected as:
\u622A\u6B62\u65E5\uFF1A=Cut-off day:
\u9009TA= Select
\u586B\u5199\u9879\u76EE=Fill in the project
\u786E\u8BA4\u9879\u76EE=Confirm the project
\u53D1\u5E03\u5B8C\u6210=Publish completion
\u9879\u76EE\u8FC7\u671F\u65F6\u95F4=Project expiry time
\u7FFB\u8BD1\u603B\u5B57\u6570\uFF08\u5355\u4F4D\uFF1A\u5B57\uFF09=Total number of translations (unit: word)
\u7FFB\u8BD1\u603B\u5B57\u6570=Total words
\u60A8\u8F93\u5165\u6570\u503C\u5DF2\u8D85\u8FC7\u6B65\u9AA4\u6700\u5927\u6570\u91CF=You have entered the number more than the maximum number of steps 
\u70B9\u51FB\u8FD9\u91CC\u4E0A\u4F20\u6587\u4EF6=Click here to upload files 
\u7531\u4E8E\u9879\u76EE\u7FFB\u8BD1\u65F6\u95F4\u8FC7\u77ED\uFF0C\u5E73\u53F0\u63D0\u9192\u60A8\u9879\u76EE\u53EA\u80FD\u4EE5\u62DB\u6807\u6A21\u5F0F\u53D1\u5E03\uFF0C\u60A8\u4E5F\u53EF\u4EE5\u8054\u7CFB\u5BA2\u670D\uFF0C\u53EF\u80FD\u4F1A\u66F4\u597D\u7684\u89E3\u51B3\uFF0C\u5BA2\u670D\u7535\u8BDD\uFF1A010-82895385=The translation time is too short, you can only be issued to remind the platform project bidding mode, you can also contact with the customer service to solve, may have a better customer service phone: 010-82895385
\u7279\u6025=Super-fast
\u52A0\u6025=Urgent
\u6BCF\u5343\u5B57\uFF1A=1000 words:
\u8BE6\u60C5=Details
\u82E5\u539F\u7A3F\u5B57\u6570\u5C11\u4E8E\u5B57\uFF0C\u5E73\u53F0\u5C06\u6309\u5B57\u8BA1\u7B97\u652F\u4ED8\u91D1\u989D=If the number of the original manuscript is less than the word, the platform will calculate the amount of payment by the word 
\u7EE7\u7EED\u53D1\u5E03=Continue publish
\u7EA7=Level
\u4EFB\u52A1\u63A5\u53D7=Task acceptance
\u627E\u9879\u76EE=Looking for a project
\u627E\u8BD1\u5458=Looking for an interpreter
\u627E\u4E13\u5BB6=Finding experts
\u8BD1\u5458\u540D\u4E0D\u80FD\u4E3A\u7A7A\uFF01=The interpreter\u02CAs name is not empty!
\u8054\u7CFB\u5BA2\u6237=Contact the customer
\u4EFB\u52A1\u63A5\u53D7=Task acceptance
\u5BA2\u670D=Customer service
\u5BA2\u670D\u7535\u8BDD\uFF1A=Customer service telephone:
\u7A3F\u916C\u660E\u7EC6=remuneration list
\u5B89\u88C5\u76D8=Installation disk
\u672C\u6B21\u66F4\u65B0\u89E3\u51B3\u4E86\uFF0C\u8F6F\u4EF6\u5B58\u5728\u7684\u90E8\u5206\u95EE\u9898=\u672C\u6B21\u66F4\u65B0\u89E3\u51B3\u4E86\uFF0C\u8F6F\u4EF6\u5B58\u5728\u7684\u90E8\u5206\u95EE\u9898=This update solved some of the problems existing in the software
\u67E5\u770B\u5E2E\u52A9=view help
\u662F\u5426\u901A\u8FC7\u7FFB\u8BD1\uFF1A=Whether through translation: 
\u662F\u5426\u901A\u8FC7\u6821\u5BF9\uFF1A=Whether through proofreading:
\u662F\u5426\u901A\u8FC7\u5BA1\u6838\uFF1A=Whether or not to pass the audit:
\u606D\u559C=Congratulations
\u6CE8\u518C\u6210\u529F=Successful registration
\u5E2E\u52A9\u4E2D\u5FC3\u53EF\u4EE5\u627E\u5230\u6709\u5173\u8F6F\u4EF6\u7684\u5404\u79CD\u95EE\u9898\u4EE5\u53CA\u4FE1\u606F\uFF0C\u53EF\u5BF9\u4E8E\u8F6F\u4EF6\u7684\u5B9E\u9645\u64CD\u4F5C\uFF0C\u4EE5\u53CA\u9047\u5230\u7684\u95EE\u9898\u8FDB\u884C\u89E3\u51B3\u3002=The help center can find various problems and information about the software, and solve the actual operation of the software and the problems encountered.
\u5982\u679C\u5E2E\u52A9\u4E2D\u5FC3\u4F9D\u7136\u89E3\u51B3\u4E0D\u4E86\u60A8\u7684\u95EE\u9898\uFF0C\u60A8\u53EF\u4EE5\u53CA\u65F6\u4E0E\u5BA2\u670D\u6C9F\u901A\u6765\u8BA9\u6280\u672F\u4EBA\u5458\u5C3D\u5FEB\u5E2E\u60A8\u89E3\u51B3\u4F7F\u7528\u4E2D\u9047\u5230\u7684\u95EE\u9898\u3002=If the help center still can\u02CAt solve your problem, you can communicate with customer service in time to help the technical staff to solve the problems in use as soon as possible.
\u6CE8\u518C\u6210\u529F=Successful registration  
\u4EFB\u52A1\u8BE6\u60C5=Details of the task 
\u3001\u5151\u6362\u5546\u54C1\u6BCF\u6708\u53EA\u80FD\u5151\u6362\u4E00\u6B21\u3002=.The exchange of goods can only be exchanged once a month.
\u3001\u6362\u540E\u5546\u54C1\u5C06\u7531\u5E73\u53F0\u57287\u5929\u5185\u8FDB\u884C\u6D3E\u9001\uFF0C\u6536\u8D27\u5730\u5740\u9ED8\u8BA4\u4E3A\u4E2A\u4EBA\u4FE1\u606F\u5730\u5740\u52A1\u5FC5\u586B\u5199\u4ED4\u7EC6\u3002=.The replacement goods will be sent by the platform within 7 days, and the receiving address will be carefully completed by the personal information address.
\u3001\u79EF\u5206\u5151\u6362\u540E\u5269\u4F59\u79EF\u5206\u5C06\u6E05\u96F6\uFF0C\u8BF7\u59A5\u5584\u5904\u7406\u3002=After the exchange, the remaining integral will be cleared. Please handle it properly.
\u5168\u7403\u4E13\u5229\u7FFB\u8BD1\u5E73\u53F0=Global patent translation platform
\u6392\u540D\u89C4\u5219\u5982\u4E0B\uFF1A=The rules of the ranking are as follows:
\u8BD1\u5458\u7684\u6392\u540D\u4F1A\u5728\u8BD1\u5458\u6240\u6709\u5C55\u793A\u8FDB\u884C\u6392\u5E8F\uFF0C\u6392\u540D\u8D8A\u9AD8\u6240\u6392\u7684\u540D\u6B21\u8D8A\u4E3A\u9760\u524D\u3002=The rank of the interpreter will be sorted in all the interpreters\u02CA display, and the higher the ranking is, the more the rank will be ahead.
\u6392\u540D\u5173\u4E8E\u7CFB\u7EDF\u7684\u63A8\u9001\uFF1A\u6392\u540D\u9760\u524D\u7684\u8BD1\u5458\u5728\u5BA2\u6237\u8FDB\u884C\u7CFB\u7EDF\u5206\u914D\u8BD1\u5458\u65F6\u5BF9\u6392\u540D\u90A3\u4E2A\u9760\u524D\u7684\u4EBA\u63A8\u9001\u3002=The ranking of the system\u02CAs push: the top ranking interpreter pushes the top person on the list when the client assigns the interpreter systematically.
\u52A1\u5FC5\u9488\u5BF9\u81EA\u5DF1\u7684\u5E73\u53F0\u4FE1\u606F\u8FDB\u884C\u5B8C\u5584\uFF0C\u5E76\u4FDD\u8BC1\u5408\u7406\u7684\u5B8C\u6210\u5E73\u53F0\u5206\u914D\u7684\u4EFB\u52A1\u5DF2\u63D0\u5347\u81EA\u5DF1\u7684\u6392\u540D\u3002=Be sure to improve your platform information and ensure that a reasonable assignment of the platform has improved its ranking.
\u3001\u4FE1\u8A89\u4F1A\u4F9D\u636E\u8BD1\u5458\u8BC4\u4EF7\u5206\u6570\u3001=, and the credibility of the interpreter to evaluate the score,
\u79EF\u5206\u4E0E\u5E73\u53F0\u5408\u4F5C\u65F6\u95F4\u6765\u8FDB\u884C\u4E00\u4EFD\u8BA1\u7B97\u3002=integral and platform cooperation time to carry out a calculation.
\u3001\u4FE1\u8A89\u521D\u59CB\u503C\u4E3A500\uFF08\u8F83\u597D\uFF0C\u826F\u597D\uFF0C\u4E00\u822C\uFF0C\u4F18\uFF09\uFF0C\u6BCF\u5B8C\u6210\u4E00\u6B21\u8BA2\u5355\u5C06\u90FD\u53EF\u4EE5\u589E\u52A0\u90E8\u5206\u4FE1\u8A89\u503C\u3002=\uFF0CThe credit initial value is 500 (good, good, general, excellent), and every order will increase a number of credit values.
\u3001\u4FE1\u8A89\u4F1A\u5F71\u54CD\u7CFB\u7EDF\u81EA\u52A8\u4EFB\u52A1\u7684\u81EA\u52A8\u4EFB\u52A1\u5206\u914D\uFF0C\u8BD1\u5458\u5C55\u793A\u7684\u6392\u540D\u63A8\u9001\u7B49\u529F\u80FD\u3002=, reputation will affect automatic task assignment of the system, the interpreter shows the function of ranking push and so on.
\u3001\u5982\u82E5\u672A\u80FD\u6309\u7167\u9700\u6C42\u8981\u6C42\u5B8C\u6210=, if not completed according to demand requirements
\u5EF6\u540E\u4EA4\u7A3F\uFF0C=later manuscript,
\u5C06\u6263\u9664\u90E8\u5206\u7684\u4FE1\u8A89\u5EA6\u3002=The credit will be deducted.
\u3001\u8BD1\u5458\u5728\u7FFB\u8BD1\u4EFB\u52A1\u5B8C\u6210\u540E\u4F1A\u901A\u8FC7\u7FFB\u8BD1\u5B57\u6570\u7684\u8BA1\u7B97\u4E0E\u5B8C\u6210\u8D28\u91CF\u800C\u52A0\u4E00\u5B9A\u7684\u79EF\u5206\u3002=\uFF0Cafter the translation task is completed, the interpreter will add a certain integral through the calculation of the number of translated words and the quality of the translation.
\u3001\u4F7F\u7528\u8F6F\u4EF6\u53EF\u4EE5\u8C03\u9AD8\u90E8\u5206\u79EF\u5206\u7684\u52A0\u6210\u3002=, the addition of a high part of the integral can be adjusted by using the software.
\u3001\u51E1\u5151\u6362\u5546\u54C1\u52A1\u5FC5\u8C28\u614E\uFF0C\u5546\u54C1\u6BCF\u6708\u53EA\u5141\u8BB8\u5151\u6362\u4E00\u6B21\uFF0C\u4E14\u5151\u6362\u8FC7\u540E\u79EF\u5206\u5C06\u6E05\u96F6\u3002=,the exchange of goods must be prudent, the commodity is allowed to be exchanged only once a month, and the integral will be cleared after the exchange.
\u3001\u5151\u6362\u79EF\u5206\u65F6\u5E73\u53F0\u4F1A\u4EE5\u5FEB\u9012\u5F62\u5F0F\u53D1\u9001\u81F3\u4E2A\u4EBA\u4FE1\u606F\u4E2D\u586B\u5199\u7684\u5730\u5740\u52A1\u5FC5\u6838\u5BF9\u4FEE\u6539\u3002=At the time of exchange, the platform that is sent to the personal information in the form of express delivery must check the changes.
\u3001\u5728\u8BD1\u5458\u6CE8\u518C\u540E\u5E73\u53F0\u5BF9\u5DE5\u4F5C\u7ECF\u9A8C\uFF0C\u4E0E=\u3001The working experience of the platform after the interpreter registration, and
\u6240\u80FD\u7FFB\u8BD1\u53CA\u6821\u5BF9\u6216\u5BA1\u6838\u6240\u80FD\u5B8C\u6210\u7684\u80FD\u529B\u8FDB\u884C\u4E00=The ability to translate, proofread or review the ability to perform one
\u4E2A\u521D\u6B65\u8BC4\u4F30\u7ED9\u4E88\u4E00\u4E2A\u7B49\u7EA7\u3002=A preliminary assessment is given to a level.
\u3001\u8BD1\u5458\u5728\u5E73\u53F0\u8FDB\u884C\u4E00\u5B9A\u7684\u7FFB\u8BD1\u4EFB\u52A1\u540E\uFF0C\u6216\u8005\u5BF9\u4E8E\u5E73\u53F0\u7ED9\u4E88\u7B49\u7EA7\u4E0D\u5408\u7406\u65F6\uFF0C\u53EF\u4EE5\u5BF9\u7B49\u7EA7\u63D0\u51FA\u5347\u7EA7\u3002=the interpreter can upgrade the level when the platform performs a certain translation task, or if the platform is not given the level of the level.
\u3001\u9009\u62E9\u7533\u8BF7\u5347\u7EA7\u540E\u5C06\u7531\u5E73\u53F0\u8FDB\u884C\u5BA1\u6838\uFF0C\u662F\u5426\u901A\u8FC7\u5347=If the application is upgraded, it will be audited by the platform.
\u7EA7\u6807\u7ED9\u4E88\u63D0\u5347\u3002=Level marks are given for promotion.
\u3001\u9AD8\u7B49\u7EA7\u53EF\u4EE5\u63A5\u53D7\u66F4\u591A\u7684\u7FFB\u8BD1\u4EFB\u52A1\uFF0C\u4E0E=.The high grade can accept more translation tasks, and
\u6392\u540D\u9760\u524D\u7684\u5C55\u793A\u3002=The top of the list.
\u8BF7\u9009\u62E9\u6240\u5C5E\u9886\u57DF=Please select the domain
\u8BF7\u9009\u62E9\u7B49\u7EA7=Please select the grade
\u4E0A\u4F20\u6709\u6548\u8EAB\u4EFD\u8BC1\u4EF6=Upload valid ID
[\u793A\u4F8B\uFF1A\u67E5\u770B\u624B\u6301\u8EAB\u4EFD\u8BC1\u6B63\u9762\u7167]=[example: check ID card hand according to the positive]\u94F6\u884C\u8D26\u6237=Bank account
\u5B66\u5386=degree
\u6240\u9009\u4E13\u4E1A\u7FFB\u8BD1\u5B57\u6570=Number of selected professional translation words
\u8BD1\u6587=Translation
\uFF08\u82F1\u6C49/\u6C49\u82F1\uFF09=(English-Chinese / Chinese-English)
\uFF08\u65E5\u6C49/\u6C49\u65E5\uFF09=(Japanese and Chinese/Chinese  and Japanese) 
Quality check button=\u8D28\u91CF\u68C0\u67E5\u6309\u94AE
\u6309\u4E0B=Press
\u6309\u94AE\uFF0C\u5728\u7FFB\u8BD1\u5B8C\u4E00\u53E5\u8BDD\uFF0C\u786E\u8BA4\u7FFB\u8BD1\u540E\u8F6F\u4EF6\u5C06\u8FDB\u884C\u8D28\u91CF\u68C0\u67E5\uFF0C\u6309\u7167\u8BBE\u7F6E\u4E2DQC\u9009\u9879\u4E2D\u9009\u4E2D\u7684\u9879\u76EE\u8FDB\u884C\u3002\u5982\u56FE,QC\u63D0\u793A\u7A97\u5F39\u51FA\uFF0C\u63D0\u793A\u68C0\u67E5\u51FA\u95EE\u9898\uFF0C\u5177\u4F53\u7684\u4F4D\u7F6E\u548C\u95EE\u9898\u5728\u53F3\u4FA7\u6A21\u5757\u6846\u4E2D\u663E\u793A\u3002=The button, after translating a sentence, confirms the quality check of the software after the translation, according to the selected item in the QC option in the setting. For example, the QC prompts the window to pop up, prompting the problem to be checked, and the specific location and problems are displayed in the right - right module box. 
\u8BD1\u5458\u59D3\u540D=Interpreter\u02CAs name
\u9009\u4ED6=\u9009\u4ED6
\u641C\u7D20=choose him
\u7EA7=level
\u5927\u4E13=Junior College
\u672C\u79D1=undergraduate
\u7814\u7A76\u751F=graduate student
\u7855\u58EB=Master\u02CAs degree
\u535A\u58EB=doctoral
\u5E73\u53F0\u4F1A\u9646\u7EED\u63A8\u51FA\u5176\u5B83\u5404\u79CD\u8BED\u8A00\u7684\u7FFB\u8BD1\u8F6F\u4EF6\uFF0C\u5E73\u53F0\u7528\u6237\u53EF\u4EE5\u5728\u8D44\u8BAF\u4FE1\u606F\u4E2D\u7B2C\u4E00\u65F6\u95F4\u67E5\u8BE2\u5230\u63A8\u51FA\u8FDB\u5EA6\uFF0C\u656C\u8BF7\u671F\u5F85\uFF01=The platform will gradually launch other languages of translation software, platform users can be the first time in information information to query the progress of the launch, please look forward to!
\u7231\u8BD1\u667A\u80FD-PAT=PAT 5.0
\u5BA2\u6237\u4E2D\u5FC3=User center
\u6CE8\u518C\u5E76\u767B\u9646=register and login
\u5012\u8BA1\u65F6\uFF1A=count down: 
\u8BA2\u5355\u8BE6\u60C5=Order details
\u8BA2\u5355\u751F\u6210\u65F6\u95F4=Order create time
\u4EA4\u7A3F\u65E5\u671F=Delivery date
\u6D41\u7A0B\u72B6\u6001=Cycle
\u9879\u76EE\u8BED\u79CD=Language
\u5B57\u6570=Word count
\u9879\u76EE\u9644\u4EF6=Files
\u622A\u6B62\u65F6\u95F4=Deadline
\u9009\u62E9\u53D1\u5E03\u6A21\u5F0F=Publish mode
\u6A21\u5F0F=Model
\u4EF7\u683C=Price
\u622A\u6B62\u65E5\u671F\uFF1A=Deadline:
\u6848\u53F7=Case No.
\u8BA2\u5355\u6848\u53F7=Case No.
\u5BA2\u6237\u540D\u79F0\uFF1A=Name:
\u8BC1\u4EF6\u53F7\uFF1A=ID card No.
\u4E2A\u4EBA\u8D44\u6599=Personal data
\u4E2A\u4EBA\u8BA4\u8BC1=Personal certificate
\u7528\u6237\u5934\u50CF=User avatar
\u5E2E\u52A9\u70ED\u7EBF\uFF1A=Help line: 
\u4E00\u7EA7\u8BD1\u5458\uFF1A=Level 1 interpreter:
\u4E8C\u7EA7\u8BD1\u5458\uFF1A=Level 2 interpreter:
\u4E09\u7EA7\u8BD1\u5458\uFF1A=Level 3 interpreter:
\u56DB\u7EA7\u8BD1\u5458\uFF1A=Level 4 interpreter:
\u4E94\u7EA7\u8BD1\u5458\uFF1A=Level 5 interpreter:
\u8BD1\u5458\u6570\u91CF\uFF1A=Number of interpreters:
\u9879\u76EE\u6570\u91CF\uFF1A=Number of projects:
\u8BF7\u9009\u62E9\u9879\u76EE\u53D1\u5E03\u65B9\u5F0F=Please select project publish mode.
\u67E5\u770B\u62DB\u6807\u9879\u76EE=View the bidding project.
\u5B57\u6570=Words
\u4E2A\u4EBA\u8D44\u6599\u586B\u5199\u8BF4\u660E=Personal data filling instructions
\u4E3A\u4E86\u4F7F\u8BD1\u5458\u53EF\u4EE5\u66F4\u65B9\u4FBF\u7684\u5728\u5E73\u53F0\u4E0A\u63A5\u53D7\u4EFB\u52A1=In order to make it easier for translators to accept tasks on the platform
\u53D6\u6D88\u4EFB\u52A1=Cancel
\u8FD4\u7A3F\u65E5\u671F\uFF1A=Date of return:
\u9700\u8981\u5728\u57FA\u672C\u8D44\u6599\u4E2D\u586B\u5199\u8BE6\u7EC6\u4FE1\u606F=You need to fill in the details in the basic information
\u5E76\u6839\u636E\u81EA\u8EAB\u60C5\u51B5\u4E0A\u4F20\u7FFB\u8BD1\u8D44\u6599=And upload translation materials according to their own situation and upload the translated information according to their own situation.
\u6821\u5BF9\u8D44\u6599\u4EE5\u53CA\u5BA1\u6838\u8D44\u6599\u8FDB\u884C\u540E\u53F0\u4EBA\u5458\u5BA1\u6838=Proofread material and audit data for background personnel audit
\u8BD1\u5458\u521D\u6B65\u5BA1\u6838\u901A\u8FC7\u540E\u5C31\u53EF\u4EE5\u586B\u5199\u76F8\u5173\u8BED\u8A00\u5BF9=After the initial approval of the interpreter, the relevant language will be filled in. After the initial approval of the interpreter, the relevant language will be filled.
\u7FFB\u8BD1\u4EF7\u683C\u4FE1\u606F\u4EE5\u53CA\u539F\u8BD1\u6587\u4FE1\u606F\u7B49\u5FC5\u8981\u7684\u62A5\u4EF7\u4FE1\u606F=Translation price information and necessary quotation information such as original translation information
\u5982\u679C\u8BD1\u5458\u540C\u65F6\u517C\u6709\u6821\u5BF9\u6216\u5BA1\u6838\u7684\u80FD\u529B=If the interpreter has the ability to proofread or audit at the same time
\u53EF\u4EE5\u4E0A\u4F20\u76F8\u5E94\u7684\u6587\u4EF6\u8FDB\u884C\u540E\u53F0\u5BA1\u6838=Can upload corresponding files for background check
\u5BA1\u6838\u901A\u8FC7\u53EF\u4EE5\u5BF9\u4E8E\u4E4B\u524D\u6DFB\u52A0\u7684\u8BED\u8A00\u4FE1\u606F\u8FDB\u884C\u8BE6\u7EC6\u589E\u52A0\u4FEE\u6539=The review can modify the language information that was previously added in detail by adding the changes to the language information previously added.
(\u4F8B\u5982\uFF1A\u53EA\u4E0A\u4F20\u57FA\u672C\u4E2A\u4EBA\u7B80\u5386\uFF0C\u540E\u53F0\u901A\u8FC7\u8BC4\u5B9A\u7ED9\u4E88\u7B49\u7EA7\uFF0C\u5728\u6DFB\u52A0\u8BED\u8A00\u53EA\u53EF\u6DFB\u52A0\u5173\u4E8E\u7FFB\u8BD1\u7684\u57FA\u672C\u76F8\u5173\u4FE1\u606F\u3002)=(for example: upload only the basic resume, and the background will be graded by rating. In addition, only basic information about translation can be added.)
\u4E0A\u4F20\u53EA\u652F\u6301\u683C\u5F0F\u4E3A\uFF1A=Upload only support format:
\u4FEE\u6539\u6210\u529F\uFF01=Successful modification!
\u4FEE\u6539\u5931\u8D25\uFF01=Modify failed!
\u5BA2\u6237\u652F\u4ED8\u4EF7\u683C=The customer pays the price
\u652F\u4ED8\u8BD1\u5458\u4EF7\u683C=Payment interpreter price
\u5BA2\u6237\u652F\u4ED8\u603B\u4EF7\uFF1A=Total price:
\u652F\u4ED8\u8BD1\u5458\u603B\u4EF7\uFF1A=Total price of the translator:
\u652F\u4ED8\u8BD1\u5458\u91D1\u989D=Payment interpreter amount
\u6298\u53E0=Fold
\u603B\u5B57\u6570(\u5B57)=Total word (word)
\u5355\u4EF7(\u5343\u5B57/\u5143)=Unit price (1000 words/yuan)
\u9879\u76EE\u5355\u4EF7\uFF08\u5355\u4F4D\uFF1A\u5343\u5B57/\u5143\uFF09=Unit price (unit: 1000 words per yuan)
\u603B\u4EF7\u683C(\u5143)=Total price (yuan)
\u9009\u62E9\u5468\u671F\uFF1A=Select cycle:
\u9009\u62E9\u6D41\u7A0B\uFF1A=Select process:
\u9009\u62E9\u7B49\u7EA7\uFF1A=Select level:
\u5BA2\u6237\u9884\u7B97\uFF1A=Client budget:
\u6211\u8981\u6295\u6807= I want to bid
\u5C1A\u672A\u67E5\u8BE2\u5230\u8BE5\u5546\u54C1\u4FE1\u606F\uFF01=The product information has not been checked!
\u8BA2\u5355\u4FE1\u606F\u8BF4\u660E=Order information description
\u8BD1\u5458\u63A5\u53D7\u4EFB\u52A1\u8FDB\u5165\u8BA2\u5355\u6A21\u5F0F=The interpreter accepts the task into the order mode
\u8BD1\u5458\u6839\u636E\u81EA\u8EAB\u8FDB\u5C55\u60C5\u51B5\u9009\u62E9\u6D41\u7A0B\u8FDB\u5EA6=The interpreter chooses the process progress according to his/her progress.
\u901A\u8FC7\u70B9\u51FB\u786E\u8BA4\u6D41\u7A0B\u5B8C\u6210\u6309\u94AE\u8FDB\u5165\u4E0B\u4E00\u6B65\u6D41\u7A0B\u4E2D=Click the confirmation process button to enter the next step of the process
\u5F53\u524D\u6D41\u7A0B\u8FDB\u884C\u72B6\u6001\u7531\u7CFB\u7EDF\u5224\u5B9A\u5B8C\u6210\u4EFB\u52A1\u7684\u767E\u5206\u6BD4=The current process state is determined by the system as the percentage of the completed task
\u8BD1\u5458\u53EF\u4EE5\u5BF9\u4E8E\u5F53\u524D\u6D41\u7A0B\u72B6\u6001\u8FDB\u884C\u83B7\u53D6\u4F20\u5165\u4E0D\u540C\u6587\u4EF6\u6587\u4EF6=The interpreter can obtain the incoming different file files for the current process state to obtain the different file files for the current process state.
\u53EF\u4EE5\u8FDB\u884C\u6587\u4EF6\u4E0B\u8F7D\u4EE5\u53CA\u5220\u9664\u9009\u62E9=You can download files and delete options
\u7528\u6237\u540D: =User name: 
(\u5BC6\u4FDD\u8BBE\u7F6E\u4E0D\u80FD\u4FEE\u6539\u8BF7\u8C28\u614E\u586B\u5199)=(Please carefully fill in the confidentiality Settings)
\u8BF7\u9009\u62E9\u5BC6\u4FDD\u95EE\u9898 =Please select the confidentiality issue
\u73AF\u5B87\u7231\u8BD1\u4EE5\u4E0B\u7B80\u79F0\uFF08\u7231\u8BD1\uFF09\u201D\u5728\u6B64\u7279\u522B\u63D0\u9192\u60A8\uFF08\u7528\u6237\uFF09\u5728\u6CE8\u518C\u6210\u4E3A\u7528\u6237\u4E4B\u524D\uFF0C\u8BF7\u8BA4\u771F\u9605\u8BFB\u672C\u300A\u7528\u6237\u534F\u8BAE\u300B\uFF08\u4EE5\u4E0B\u7B80\u79F0\u201C\u672C\u534F\u8BAE\u201D\uFF09\uFF0C\u786E\u4FDD\u60A8\u5145\u5206\u7406\u89E3\u672C\u534F\u8BAE\u4E2D\u5404\u6761\u6B3E\u3002\u8BF7\u60A8\u5BA1\u614E\u9605\u8BFB\u5E76\u9009\u62E9\u63A5\u53D7\u6216\u4E0D\u63A5\u53D7\u672C\u534F\u8BAE\u3002\u9664\u975E\u60A8\u63A5\u53D7\u672C\u534F\u8BAE\u6240\u6709\u6761\u6B3E\uFF0C\u5426\u5219\u60A8\u65E0\u6743\u6CE8\u518C\u3001\u767B\u5F55\u6216\u4F7F\u7528\u672C\u534F\u8BAE\u6240\u6D89\u670D\u52A1\u3002  \u60A8\u7684\u6CE8\u518C\u3001\u767B\u5F55\u3001\u4F7F\u7528\u7B49\u884C\u4E3A\u5C06\u89C6\u4E3A\u5BF9\u672C\u534F\u8BAE\u7684\u63A5\u53D7\uFF0C\u5E76\u540C\u610F\u63A5\u53D7\u672C\u534F\u8BAE\u5404\u9879\u6761\u6B3E\u7684\u7EA6\u675F\u3002\u672C\u534F\u8BAE\u7EA6\u5B9A\u201C\u7231\u8BD1\u201D\u4E0E\u7528\u6237\u4E4B\u95F4\u5173\u4E8E\u201C\u8BED\u8A00\u670D\u52A1\u201D\u7684\u6743\u5229\u4E49\u52A1\u3002\u201C\u7528\u6237\u201D\u662F\u6307\u6CE8\u518C\u3001\u767B\u5F55\u3001\u4F7F\u7528\u201C\u7231\u8BD1\u201D\u63D0\u4F9B\u7684\u8BED\u8A00\u670D\u52A1\u7684\u516C\u53F8\u6216\u4E2A\u4EBA\u3002\u672C\u534F\u8BAE\u53EF\u7531\u201C\u7231\u8BD1\u201D\u968F\u65F6\u66F4\u65B0\uFF0C\u66F4\u65B0\u540E\u7684\u534F\u8BAE\u6761\u6B3E\u4E00\u65E6\u516C\u5E03\u5373\u4EE3\u66FF\u539F\u6765\u7684\u534F\u8BAE\u6761\u6B3E\uFF0C\u7528\u6237\u53EF\u5728\u672C\u7F51\u7AD9\u67E5\u9605\u6700\u65B0\u7248\u534F\u8BAE\u6761\u6B3E\u3002\u5728\u201C\u7231\u8BD1\u201D\u4FEE\u6539\u534F\u8BAE\u6761\u6B3E\u540E\uFF0C\u5982\u679C\u7528\u6237\u4E0D\u63A5\u53D7\u4FEE\u6539\u540E\u7684\u6761\u6B3E\uFF0C\u8BF7\u7ACB\u5373\u505C\u6B62\u4F7F\u7528\u201C\u7231\u8BD1\u201D\u63D0\u4F9B\u7684\u670D\u52A1\uFF0C\u82E5\u7528\u6237\u7EE7\u7EED\u4F7F\u7528\u201C\u7231\u8BD1\u201D\u63D0\u4F9B\u7684\u670D\u52A1\u5C06\u88AB\u89C6\u4E3A\u63A5\u53D7\u4FEE\u6539\u540E\u7684\u534F\u8BAE\u3002=Huanyu love (hereinafter referred to as the (love) "in this special remind you before (user) registered as a user, please read this user agreement (hereinafter referred to as" this agreement "), to ensure that you fully understand the terms in this agreement. Please read carefully and choose to accept or reject this agreement. You are not entitled to register, log in or use the services covered by this agreement unless you accept all the terms of this agreement. Your registration, login, use and other activities will be deemed to be accepted by this agreement and agree to be bound by the terms and conditions of this agreement. This agreement stipulates the rights and obligations of "love translation" and the "language service" between users. "User" means a company or individual who registers, logs in, and USES the language service provided by "love translation". This agreement can be updated at any time by "love translation". Once the updated agreement terms are published, the original agreement terms will be replaced. Users can check the latest version of the agreement on this website. In "love", after the modification of the terms of the agreement if the user does not accept the terms of the modified, please immediately stop using the services provided by the "love translation", if users continue to use "love" translation services will be deemed to accept the revised agreement.
\u6635\u79F0=Nickname
\u8BF7\u8F93\u5165\u59D3\u540D(\u5FC5\u586B)=Please enter your name (mandatory)
(\u4E07\u5B57)=(10,000 words)
(\u5143)=(yuan)
\u7528\u6237\u540D/\u624B\u673A\u53F7/\u90AE\u7BB1=User name/phone number/email
\u9879\u76EE\u7C7B\u578B=Project type
\u5168\u6587\u7FFB\u8BD1=Full text translation
\u90E8\u5206\u5168\u6587\u7FFB\u8BD1=Part full text translation
\u6458\u8981\u7FFB\u8BD1=Abstract translation.
\u5176\u4ED6=Other
\u539F\u59CB\u5BC6\u7801\u8F93\u5165\u9519\u8BEF=Primitive password input error
VIP\u5BA2\u6237\u7B7E\u8BA2\u4E86\u5927\u5BA2\u6237\u534F\u8BAE\u540E\uFF0C\u5C06\u4F1A\u4EAB\u53D7\u5404\u79CD=After the VIP customers sign the big customer agreement, they will enjoy all kinds of VIP customers after signing the big customer agreement.
\u586B\u5199\u9700\u6C42=Fill in demand
\u786E\u8BA4\u9700\u6C42=Confirm requirements
\u8BF7\u8F93\u5165\u5907\u6CE8\u4FE1\u606F=Please full in the remark information
\u8FD8\u539F\u4E3A\u63A8\u8350\u4EF7\u683C=Restore to the system recommended price
\u53D1\u5E03\u6A21\u5F0F\u7B80\u4ECB=Publish mode introduce
\u6BCF\u5343\u5B57=Every 1000 words
\u7CFB\u7EDF\u5206\u914D=System allocation
\u70B9\u6B64\u9009\u5B9A=Select
\u9879\u76EE\u603B\u4EF7\u683C\uFF1A=Total price:

\u5E73\u53F0\u4F1A\u9646\u7EED\u63A8\u51FA\u5176\u5B83\u5404\u79CD\u8BED\u8A00\u7684\u7FFB\u8BD1\u8F6F\u4EF6\uFF0C\u5E73\u53F0\u7528\u6237\u53EF\u4EE5\u5728\u8D44\u8BAF\u4FE1\u606F\u4E2D\u7B2C\u4E00\u65F6\u95F4\u67E5\u8BE2\u5230\u63A8\u51FA\u8FDB\u5EA6\uFF0C\u656C\u8BF7\u671F\u5F85\uFF01=The platform will gradually launch other languages of translation software, platform users can be the first time in information information to query the progress of the launch, please look forward to! The platform will gradually launch other languages of translation software, platform users can be the first time in information information to query the progress of the launch, please look forward to!
\u4FDD\u5B58\u9700\u6C42\u6210\u529F\uFF01=Save the demand success!
\u53D1\u5E03\u9700\u6C42\u6210\u529F\uFF01=Publish the demand success!
\u731C\u4F60\u60F3\u770B=Guess what you want to see
\u8054\u7CFB\u4EBA\u8D44\u6599=Contact information
\u8BF7\u8F93\u5165\u6709\u6548\u8BC1\u4EF6\u53F7=Please enter a valid ID number
\u5BA2\u6237\u540D\u79F0\uFF1A=Customer Name:
\u7ECF\u8425\u5730\u5740=Operating address
\u8BF7\u8F93\u5165\u7ECF\u8425\u5730\u5740=Please enter the operating address
\u56FE\u7247\u53EA\u652F\u6301\u4E00\u4E0B\u51E0\u79CD\u683C\u5F0F\uFF1A=picture only supports several formats:
\u8BF7\u9009\u62E9\u4E0A\u4F20\u56FE\u7247\uFF01=Please choose to upload the picture!
\u8BC1\u4EF6\u5305\u62EC\uFF1A\u8EAB\u4EFD\u8BC1\uFF0C\u9A7E\u7167\u4EE5\u53CA\u62A4\u7167=Documents include: ID card, driver\u02CAs license and passport
\u4E0A\u4F20\u624B\u6301\u8BC1\u4EF6=Upload handheld documents
\u8BF7\u4E0A\u4F20\u672C\u4EBA\u624B\u6301\u8BC1\u4EF6\u6B63\u9762\u5934\u90E8\u7167\u7247\u548C\u4E0A\u534A\u8EAB\u7167\u7247\uFF1B=Please upload the photo of the front head and upper body photo of my handheld certificate;
\u8BC1\u4EF6\u80CC\u9762=Back of document
\u9879\u76EE\u6587\u4EF6\u4E0B\u8F7D\uFF1A=Project file download:
\u622A\u6B62\u65E5\u671F\uFF1A=Deadline:
\u53D1\u5E03\u6A21\u5F0F\u7B80\u4ECB=Brief introduction of publish mode
\u4E3B\u52A8\u6295\u6807\u6A21\u5F0F=Active bidding mode
\u9009\u5B9A\u8BD1\u5458\u6A21\u5F0F= Selected interpreter mode

\u70B9\u51FB\u201C\u4E3B\u52A8\u6295\u6807\u201D\u6309\u94AE,\u8FDB\u884C\u4E3B\u52A8\u6295\u6807\u6A21\u5F0F\u9879\u76EE\u7684\u53D1\u5E03,\u6B64\u6A21\u5F0F\u7684\u9879\u76EE\u9700\u8981\u8BD1\u5458\u4E3B\u52A8\u4E0A\u5E73\u53F0\u62DB\u6807\u9879\u76EE\u5C55\u793A\u6A21\u5757\u67E5\u627E\u5E76\u63A5\u53D7\u8BE5\u4EFB\u52A1,\u5728\u6709\u6EE1\u8DB3\u9879\u76EE\u9700\u6C42\u7684\u8BD1\u5458\u4E3B\u52A8\u63A5\u53D7\u8BE5\u9879\u76EE\u662F\u5BA2\u6237\u8BE5\u9879\u76EE\u4F1A\u5F62\u6210\u5BF9\u5E94\u7684\u8BA2\u5355\u3002=Click on the "active bidding" button, the active mode of project bidding is released, this model project needs to take the initiative on the platform of the bidding project shows the interpreter module search and accept the task, to meet the needs of the project in the interpreter to accept the project is the project of customer orders should be formed.
\u70B9\u51FB\u201C\u7CFB\u7EDF\u5206\u914D\u201D\u6309\u94AE\uFF0C\u8FDB\u884C\u7CFB\u7EDF\u5206\u914D\u6A21\u5F0F\u9879\u76EE\u7684\u53D1\u5E03\u3002\u9009\u62E9\u6B64\u6A21\u5F0F\u4F1A\u9488\u5BF9\u6EE1\u8DB3\u9879\u76EE\u9700\u6C42\u7684\u6240\u6709\u8BD1\u5458\u4EE5\u77ED\u4FE1\u901A\u77E5\u7684\u65B9\u5F0F\u8FDB\u884C\u5206\u6279\u63A8\u9001\uFF0C\u5728\u4EFB\u4F55\u4E00\u4E2A\u8BD1\u5458\u63A5\u53D7\u4E86\u8BF7\u6C42\u4E4B\u540E\u5219\u8BA2\u5355\u5F62\u6210\uFF0C\u5E73\u53F0\u540C\u65F6\u505C\u6B62\u63A8\u9001\u3002=Click the "system distribution" button for the release of the system distribution pattern project. This mode will be sent to all interpreters in batches in order to meet the needs of the project. After any interpreter accepts the request, the order will form, and the platform will stop pushing at the same time.
\u70B9\u51FB\u201C\u9009\u5B9A\u8BD1\u5458\u201D\u6309\u94AE\uFF0C\u8FDB\u884C\u9009\u5B9A\u8BD1\u5458\u6A21\u5F0F\u9879\u76EE\u7684\u53D1\u5E03\u3002\u9009\u62E9\u6B64\u6A21\u5F0F\u5BA2\u6237\u5FC5\u987B\u5728\u5E73\u53F0\u5DF2\u6CE8\u518C\u8BD1\u5458\u4E2D\u9009\u62E9\u4E00\u4F4D\u6216\u591A\u4F4D\u8BD1\u5458\uFF0C\u9488\u5BF9\u53D1\u5E03\u9879\u76EE,\u5E73\u53F0\u540C\u65F6\u4EE5\u77ED\u4FE1\u65B9\u5F0F\u901A\u77E5\u5404\u4F4D\u8BD1\u5458\uFF0C\u82E5\u67D0\u4E00\u4E2A\u8BD1\u5458\u63A5\u53D7\u8BE5\u9879\u76EE\u5219\u5F62\u6210\u76F8\u5E94\u7684\u8BA2\u5355\u3002=Click the "selected interpreter" button to carry out the release of the selected interpreter model project. Select this mode must be registered in the platform customers have chosen one or more interpreter, to publish the project, at the same time to inform you by SMS platform interpreter, if a translator accepts the project form the corresponding order
\u8BA2\u5355\u8BE6\u60C5=Details
\u6280\u672F\u96BE\u5EA6\uFF1A=Technical difficulty:
\u8BED\u8A00\u96BE\u5EA6\uFF1A=Language difficulty:
\u7B80\u5355=Simple
\u4E2D\u7EA7=Intermediate
\u9AD8\u96BE=Difficult
\u6280\u672F\u672F\u8BED\u7FFB\u8BD1\uFF1A=Technical terminology translation:
\u4E13\u5229\u672F\u8BED\u7FFB\u8BD1\uFF1A=Patent terminology translation:
\u6587\u4EF6\u9F50\u5168\uFF1A=Document complete:
\u9057\u6F0F\u8BED\u6BB5\uFF1A=Omission segment:
\u9057\u6F0F\u53E5\u5B50\uFF1A=Missing sentences:
\u6F0F\u8BCD=Leaking words
\u8D58\u8BD1\uFF1A=Too much translations:
\u8BED\u6CD5\u9519\u8BEF\uFF1A=Grammatical error:
\u8D85\u524D=Advance
\u5C45\u4E2D=Normal
\u5EF6\u8FDF=Delay

\uFF08\u4EE5100\u5206\u4E3A\u6EE1\u5206\uFF09=(with 100 points as full marks)
\u5176\u4ED6\u9519\u8BEF\uFF1A=Other errors:
\u8BC4\u8BED\uFF1A=Comment:
\u63D0\u793A\uFF1A\u8BF7\u8F93\u5165\u6709\u6548\u7684\u8BC4\u5206\uFF01\u4F8B\u5982\uFF1A99\uFF0C99.2\uFF0C99.23=Prompt: Please enter a valid score. For example: 99, 99.2, 99.23
\u7BA1\u7406\u5458\u5C06\u4F1A\u5C3D\u5FEB\u4E3A\u60A8\u89E3\u51B3\uFF01=The administrator will solve it for you as soon as possible!
\u603B\u7FFB\u8BD1\u5B57\u6570\u8BF4\u660E=Total translation word number description
\u603B\u7FFB\u8BD1\u5B57\u6570=Total translation words
\u987B\u548C=whisker and 
\u63D0\u4EA4\u7684\u6587\u6863\u5B57\u6570= number of document words submitted
\u76F8\u5F53\uFF0C\u5DEE\u5F02\u4E0D\u5F97\u5927\u4E8E= equal, and the difference should not be greater than 
\uFF0C\u5426\u5219\u4EE5=, otherwise
\u4E3A\u51C6\uFF08\u5373word\u6587\u6863\u8BA1\u7B97\u7684\u603B\u5B57\u6570\uFF09= quasi (the total number of words calculated by a word document)
\u5468\u671F\u8BF4\u660E=Cycle description
\uFF1A\u7FFB\u8BD10~3000\u5B57/\u5929 \u3001\u6821\u5BF90~6000\u5B57/\u5929\u3001\u5BA1\u68380~8000\u5B57/\u5929=: translation 0~3000 / day, proofreading 0~6000 / day, audit 0~8000 / day
\uFF1A\u7FFB\u8BD13000~4000\u5B57/\u5929 \u3001\u6821\u5BF96000~8000\u5B57/\u5929\u3001\u5BA1\u68388000~10000\u5B57/\u5929=: translate 3000~4000 word / day, proofread 6000~8000 word / day, check 8000~10000 word / day.
\uFF1A\u7FFB\u8BD14000~5000\u5B57/\u5929 \u3001\u6821\u5BF98000~10000\u5B57/\u5929\u3001\u5BA1\u683810000~15000\u5B57/\u5929=: translate 4000~5000 word / day, proofread 8000~10000 word / day, check 10000~15000 word / day.\uFF1A\u7FFB\u8BD15000\u5B57/\u5929\u4EE5\u4E0A \u3001\u6821\u5BF910000\u5B57/\u5929\u4EE5\u4E0A\u3001\u5BA1\u683815000\u5B57/\u5929 \u4EE5\u4E0A=: translation 5000 words / day, proofreading 10000 words / day, audits 15000 words / day.
\u9879\u76EE\u7FFB\u8BD1\u5468\u671F\u7531=The period of the translation of the project is from the translation cycle of the
\u8D77\uFF0C\u81F3= from the beginning to the equals
\u6B62\u3002= end.
\u9879\u76EE\u8FC7\u671F\u65F6\u95F4\u8BF4\u660E=Project expiration time description
\u4ECE=from
\u6216=or
\u4FDD\u5B58\u9879\u76EE= save the project
\u5F00\u59CB\uFF0C\u5230= start, to
\u622A\u6B62\uFF0C\u8FD9\u6BB5\u65F6\u95F4\u53EF\u4EE5\u5141\u8BB8\u8BD1\u5458\u63A5\u53D7\u4EFB\u52A1\uFF0C\u5982\u679C\u8FC7\u4E86= by the time the interpreter is allowed to accept the task, the interpreter will be allowed to accept the task if it has passed.
\u8FD8\u6CA1\u6709\u8BD1\u5458\u63A5\u53D7\u4EFB\u52A1\uFF0C\u5219= No interpreter accepts the task, and there is no interpreter to accept the task
\u9879\u76EE\u5931\u6548\uFF0C\u4E0D\u518D\u80FD\u88AB\u8BD1\u5458\u6D4F\u89C8\uFF0C\u68C0\u7D22\u548C\u63A5\u53D7= project failure, no longer able to be navigated by interpreters, retrieval and acceptance
\u6240\u8F93\u5165\u4EF7\u683C\u4E0D\u7B26\u5408\u8981\u6C42\uFF0C\u8BF7\u91CD\u65B0\u4FEE\u6539=The input price does not meet the requirements, please revise the price again.
\u9009\u62E9\u53D1\u5E03\u6A21\u5F0F=Select publish mode
\u9879\u76EE\u603B\u4EF7\u683C\uFF1A=Total price:
\u7FFB\u8BD1\u603B\u5B57\u6570=Total words
\u8BF7\u8F93\u5165\u5907\u6CE8\u4FE1\u606F=Please enter the note information
\u4EF7\u683C=Price
\u8FD8\u539F\u4E3A\u63A8\u8350\u4EF7\u683C=Reduction to recommended price
\u6BCF\u5343\u5B57=Per 1000 words
\u9879\u76EE\u603B\u4EF7\u683C\uFF1A=Total price:
\u9700\u652F\u4ED8\u91D1\u989D=amount required
\u8BE5\u6A21\u5F0F\u4EF7\u683C\u4E0D\u5F97\u5C0F\u4E8E=The price of the model must not be less than
\u6BCF\u5343\u5B57\uFF01=Per 1000 words!


\u8BF7\u9009\u62E9\u8BD1\u5458\uFF01=Please choose the interpreter!
\u8BF7\u91CD\u65B0\u9009\u62E9\u6A21\u5F0F\uFF01=Please reselect the mode!
\u8BF7\u9009\u62E9\u53D1\u5E03\u6A21\u5F0F\uFF01=Please select the publish mode!
\u8BF7\u6C42\u6570\u636E\u5931\u8D25\uFF01=Failure to request data!
\u9879\u76EE\u6807\u9898\u5DF2\u5B58\u5728\uFF01=Project title already exists!
\u7B26\u5408\u62DB\u6807\u6761\u4EF6=Conforming to the conditions of bidding
\u606D\u559C\u60A8\uFF0C\u7B26\u5408\u62DB\u6807\u6761\u4EF6\uFF01=Congratulations, conforming to the tendering conditions!
\u5F88\u9057\u61BE\uFF0C\u60A8\u4E0D\u7B26\u5408\u62DB\u6807\u6761\u4EF6\uFF01=Sorry, you do not meet the tendering conditions!
\u5C55\u5F00\u66F4\u591A\u6295\u6807=Unfold more bids
\u5DF2\u8FC7\u671F=Expired
\u6CA1\u6709\u627E\u5230\u7B26\u5408\u6761\u4EF6\u7684\u9879\u76EE=No eligible project was found
\u70ED\u70B9\u9879\u76EE=Hot projects
\u4F59\u989D\u4E0D\u8DB3,\u8BF7\u5148\u5145\u503C\uFF01=The balance is not enough, please recharge first!
\u7FFB\u8BD1\u603B\u5B57\u6570\uFF08\u5355\u4F4D\uFF1A\u5B57\uFF09=Total words (unit: word)
\u9879\u76EE\u5355\u4EF7\uFF08\u5355\u4F4D\uFF1A\u5343\u5B57/\u5143\uFF09=price (unit: yuan / 1000 words)
\u9879\u76EE\u603B\u4EF7\u683C\uFF1A\u5143=Total price of project: Yuan
\u8FD4\u56DE\u4FEE\u6539=Return to modify
\u4FDD\u5B58\u4E3A\u8349\u7A3F=Save as a draft
\u8BF7\u8F93\u5165\u9879\u76EE\u6807\u9898=Please enter the project title
\u7B26\u5408\u6761\u4EF6\u7684\u8BD1\u5458\u6709=The conform interpreter numbers
\u4E2A= 
\u6CE8\u610F\uFF1A\u5F53\u7CFB\u7EDF\u5206\u914D\u6A21\u5F0F\u65F6\u7684\u7B26\u5408\u6761\u4EF6\u7684\u8BD1\u5458\u4E3A0\u65F6\uFF0C\u7CFB\u7EDF\u4F1A\u5411\u6240\u6709\u8BD1\u5458\u63A8\u9001\u6D88\u606F\uFF0C\u4E0D\u518D\u6839\u636E\u6240\u586B\u6761\u4EF6\u8FDB\u884C\u9650\u5236\uFF01=Note: when the qualified interpreter of the system allocation mode is 0, the system will push the message to all interpreters and no longer limit it.
\u6682\u65F6\u6CA1\u627E\u5230\u7B26\u5408\u6761\u4EF6\u7684\u8BD1\u5458\uFF0C\u5EFA\u8BAE\u6539\u4E3A\u8BD1\u5458\u4E3B\u52A8\u6295\u6807\u6A21\u5F0F=For the time being, no qualified interpreter has been found. It is suggested that the interpreter should take the initiative to submit the bidding mode rather than find the qualified interpreter for the time being.
\u8BF7\u6B63\u786E\u586B\u5199\u4E0A\u8FF0\u4FE1\u606F\uFF01=Please fill in this information correctly.
\u6570\u636E\u8BF7\u6C42\u5931\u8D25\uFF01=Data request failed!
\u53D1\u5E03\u9700\u6C42\u6210\u529F=Publish requirements success
\u9879\u76EE\u6848\u53F7\u4E3A\uFF1A=The case number is:
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u7528\u6237\u4FE1\u606F=User center - I\u02CAm user information
\u624B\u673A\u53F7\u5DF2\u5B58\u5728\uFF01=The phone number has already existed!
\u4F01\u4E1A\u8D44\u6599=Enterprise information
\u4E2A\u4EBA\u8D44\u6599=Personal data
\u4F01\u4E1A\u56FA\u5B9A\u7535\u8BDD\u683C\u5F0F\u9519\u8BEF\uFF01\u4F8B\u5982\uFF1A=Enterprise fixed phone format error! For example:
\u8BC1\u4EF6\u53F7\u5DF2\u5B58\u5728\uFF01=The document number has already existed!
\u8BC1\u4EF6\u53F7\u683C\u5F0F\u4E0D\u6B63\u786E\uFF01=ID card number is not correct!
\u624B\u673A\u53F7\u683C\u5F0F\u4E0D\u6B63\u786E\uFF01=The phone number is not correct.
\u94F6\u884C\u5361\u53F7\u5DF2\u5B58\u5728\uFF01=The bank card number has already existed!
\u8BF7\u8F93\u5165\u6B63\u786E\u7684\u94F6\u884C\u5361\u53F7=Please enter the correct bank card number
\u94F6\u884C\u5361\u53F7\u683C\u5F0F\u9519\u8BEF\uFF01=The bank card number is wrong!
\u90AE\u7BB1\u53F7\u5DF2\u5B58\u5728\uFF01=The mailbox number has already existed!
\u90AE\u7BB1\u53F7\u683C\u5F0F\u4E0D\u6B63\u786E\uFF01=The mailbox number is not correct.
\u56FE\u7247\u5927\u5C0F\u4E0D\u80FD\u5927\u4E8E3M=The size of the picture can not be larger than the size of the 3M
\u56FA\u5B9A\u7535\u8BDD\u683C\u5F0F\u4E0D\u6B63\u786E=Fixed phone format is incorrect
\u8425\u4E1A\u6267\u7167\u6CE8\u518C\u53F7\u4E0D\u6B63\u786E=Incorrect registration number of business license
\u56FE\u7247\u683C\u5F0F\u4E0D\u652F\u6301=Image format does not support
\u8BF7\u8F93\u5165\u6B63\u786E\u5458\u5DE5\u6570\u91CF=Please enter the correct number of employees
\u8BF7\u9009\u62E9\u4E0A\u4F20\u56FE\u7247\uFF01=Please choose to upload the picture!
\u56FE\u7247\u53EA\u652F\u6301\u4E00\u4E0B\u51E0\u79CD\u683C\u5F0F\uFF1A=The picture only supports several formats:
\u8BF7\u8F93\u5165\u65B0\u5BC6\u7801\uFF01=Please enter a new password!
\u65B0\u5BC6\u7801\u4E0D\u80FD\u4E0E\u539F\u59CB\u5BC6\u7801\u76F8\u540C\uFF01=The new password is not the same as the original password!
\u65B0\u5BC6\u7801\u4E24\u6B21\u8F93\u5165\u4E0D\u4E00\u81F4\uFF01=The two input of the new password is not consistent!
\u5BC6\u7801\u8BBE\u7F6E\u6709\u8BEF\uFF0C\u8BF7\u91CD\u65B0\u8BBE\u7F6E\uFF01=Password settings are wrong, please reset it!
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237-\u6211\u7684\u9879\u76EE=User center - I\u02CAm a customer - my project
\u53D1\u5E03\u7C7B\u4F3C\u9879\u76EE=Publish similar projects
\u622A\u6B62\u65E5\u671F\uFF1A=Deadline:
\u9879\u76EE\u5220\u9664\u6210\u529F\uFF01=The project is deleted successfully!
\u9879\u76EE\u5220\u9664\u5931\u8D25\uFF01=Project deletion failed!
\u7231\u8BD1\u5145\u503C\u7F51=Recharge net
\u7231\u8BD1=Aitrans
\u7231\u8BD1\u626B\u63CF\u652F\u4ED8=Aitrans scan payment
\u652F\u4ED8\u603B\u91D1\u989D\uFF1A=Total amount of payment:
\u8BF7\u4F7F\u7528\u5FAE\u4FE1\u626B\u4E00\u626B=Please use WeChat scavenging
\u626B\u63CF\u4E8C\u7EF4\u7801\u652F\u4ED8=Scanning QR code payment
\u5907\u7528\u91D1\u5145\u503C=Reserve gold recharge
\u91D1\u989D\uFF1A=Amount:
\u91D1\u989D\u5FC5\u987B\u4E3A10\u5143\u4EE5\u4E0A=The amount must be over 10 yuan
\u5FAE\u4FE1\u652F\u4ED8=WeChat pay
\u652F\u4ED8\u5B9D\u652F\u4ED8=Alipay
\u6211\u8981\u5145\u503C=I want to recharge
\u70B9\u51FB\u6211\u8981\u5145\u503C\uFF0C\u5373\u60A8\u5DF2\u7ECF\u8868\u793A\u540C\u610F=Click I want to recharge, that is, you have already expressed consent
\u300A\u5145\u503C\u534F\u8BAE\u300B="Recharge agreement"
\u652F\u4ED8\u5B9D\u7535\u8111\u7F51\u7AD9\u652F\u4ED8\u4F53\u9A8C\u5165\u53E3\u9875=Alipay computer web page
\u4ED8\u6B3E=Payment
\u4EA4\u6613\u67E5\u8BE2=Transaction query
\u9000\u6B3E=Refund
\u9000\u6B3E\u67E5\u8BE2=efund query
\u4EA4\u6613\u5173\u95ED=Transaction closure
\u5546\u6237\u8BA2\u5355\u53F7\uFF1A=Business order number:
\u8BA2\u5355\u540D\u79F0\uFF1A=Order Name:
\u4ED8\u6B3E\u91D1\u989D\uFF1A=Amount of payment:
\u5546\u54C1\u63CF\u8FF0\uFF1A=Commodity Description:


\u5982\u679C\u60A8\u70B9\u51FB\u201C\u4ED8\u6B3E\u201D\u6309\u94AE\uFF0C\u5373\u8868\u793A\u60A8\u540C\u610F\u8BE5\u6B21\u7684\u6267\u884C\u64CD\u4F5C\u3002=If you click the "payment" button, it means that you agree to the execution of this time.
\u652F\u4ED8\u5B9D\u4EA4\u6613\u53F7\uFF1A=Alipay transaction number:
\u4EA4\u6613\u67E5\u8BE2=Transaction query
\u5546\u6237\u8BA2\u5355\u53F7\u4E0E\u652F\u4ED8\u5B9D\u4EA4\u6613\u53F7\u4E8C\u9009\u4E00\uFF0C\u5982\u679C\u60A8\u70B9\u51FB\u201C\u4EA4\u6613\u67E5\u8BE2\u201D\u6309\u94AE\uFF0C\u5373\u8868\u793A\u60A8\u540C\u610F\u8BE5\u6B21\u7684\u6267\u884C\u64CD\u4F5C\u3002=Order No. business transaction with Alipay No. two pick, if you click on the "transaction query" button, you are agreeing to the execution of the operation.
\u9000\u6B3E\u91D1\u989D\uFF1A=Refund amount:
\u9000\u6B3E\u539F\u56E0\uFF1A=The reason for the refund:
\u9000\u6B3E\u8BF7\u6C42\u53F7\uFF1A=Refund request number:
\u9000\u6B3E=Refund
vip\u7528\u6237=VIP user
\u5C55\u5F00\u66F4\u591A=Expand more
\u9879\u76EE\u9886\u57DF=Project domain
\u4EA4\u7A3F\u65F6\u95F4=Manuscript time
\u5DF2\u4E0A\u4F20\u9644\u4EF6=Uploaded files
\u53D1\u5E03\u6A21\u5F0F=Publish mode
\u4F01\u4E1A\u5168\u79F0\uFF1A=The full name of the enterprise:
\u4F01\u4E1A\u7B80\u79F0\uFF1A=Enterprise abbreviation: 
\u6CE8\u518C\u53F7\uFF1A=Registration number:
\u4F01\u4E1A\u6CE8\u518C\u5730\u5740\uFF1A=Enterprise registration address:
\u5458\u5DE5\u6570\u91CF\uFF1A=Number of employees:
\u8425\u4E1A\u8303\u56F4\uFF1A=Business scope:
\u4F20\u771F\uFF1A=Fax:
\u4F01\u4E1A\u56FA\u5B9A\u7535\u8BDD\uFF1A=Firm fixed telephone:
\u5E38\u7528\u5730\u5740\uFF1A=Common address:
\u516C\u53F8\u5B98\u7F51\uFF1A= Company official website:
\u4F01\u4E1A\u6CE8\u518C\u5730\u5740=Registered address of the enterprise
\u8D26\u6237\u8D44\u6599=Account information
\u6A21\u5F0F=Mode
\u63A8\u8350\u4F01\u4E1A=Recommendation enterprise
\u8BF7\u9009\u62E9=Please choose
\u56FD\u5185=Domestic
\u56FD\u5916=Abroad
\u5730\u533A=Area
\u8BF7\u9009\u62E9\u5730\u533A=Please select area
\u56FD\u5BB6=State
\u7B80\u4ECB=Brief introduction
\u6CA1\u6709\u627E\u5230\u7B26\u5408\u6761\u4EF6\u7684\u5BA2\u6237=Not finding a qualified customer
\u4F01\u4E1A\u4E2D\u6587\u7B80\u79F0=Enterprise Chinese for short
\u8BF7\u8F93\u5165\u4F01\u4E1A\u4E2D\u6587\u7B80\u79F0=Please enter enterprise Chinese for short
\u4F01\u4E1A\u82F1\u6587\u7B80\u79F0=Enterprise English for short
\u8BF7\u8F93\u5165\u4F01\u4E1A\u82F1\u6587\u7B80\u79F0=Please enter enterprise English for short
\u4E2D\u6587\u5907\u6CE8=Chinese remarks
\u82F1\u6587\u5907\u6CE8=English remarks
\u4F01\u4E1A\u4E2D\u6587\u7B80\u4ECB=Brief introduction of enterprise Chinese
\u8BF7\u8F93\u5165\u4F01\u4E1A\u4E2D\u6587\u7B80\u4ECB=Please enter the Chinese introduction of the enterprise
\u4F01\u4E1A\u82F1\u6587\u7B80\u4ECB=Corporate English introduction
\u8BF7\u8F93\u5165\u4F01\u4E1A\u82F1\u6587\u7B80\u4ECB=Please input enterprise English introduction
\u53EA\u80FD\u8F93\u5165\u82F1\u6587=Only inputting English
\u9879\u76EE\u8FC7\u671F\u65F6\u95F4\uFF1A=Project expiration time:
\u5BA2\u6237\u4E2D\u5FC3=Customer center
\u53D1\u5E03\u9879\u76EE=Publish project
\u8BD1\u5458\u5C55\u793A=Interpreter display


\u60A8\u4E0D\u662F\u5BA2\u6237\uFF0C\u4E0D\u80FD\u8FDB\u884C\u53D1\u5E03\u9879\u76EE\u64CD\u4F5C=You are not a customer, you can\u02CAt do the project operation
\u8BD1\u5458\u5B66\u5386=Interpreter education
\u8BF7\u9009\u62E9\u5B66\u5386=Please choose a diploma
\u673A\u7535=Mechatronics
\u6309\u4E0B=Press
\u4EC5\u652F\u6301.jpg.bmp.png.gif\u7684\u56FE\u7247\u683C\u5F0F\u3002=Only.Jpg.bmp.png.gif image format is supported.
\u5EFA\u8BAE\u56FE\u7247\u5927\u5C0F\u4E0D\u8D85\u8FC73M=It is recommended that the size of the picture is not more than 3M
[\u793A\u4F8B\uFF1A\u67E5\u770B\u624B\u6301\u8EAB\u4EFD\u8BC1\u80CC\u9762\u7167]=[example: view the handheld ID is back as the example: check ID card hand back photos]
\u5176\u4ED6\u91D1\u989D=Other amount
\u8BF7\u70B9\u51FB\u56FE\u7247\u9009\u62E9\u4ED8\u6B3E\u65B9\u5F0F=Please click the picture to select the payment method
\u652F\u4ED8\u5B9D\u7535\u8111\u7F51\u7AD9\u652F\u4ED8=Alipay computer website payment
\u652F\u4ED8\u5B9D\u7535\u8111\u7F51\u7AD9\u652F\u4ED8\u4F53\u9A8C\u5165\u53E3\u9875=lipay computer web page
\u4ED8\u6B3E=Payment
\u6CA1\u6709\u627E\u5230\u53EF\u5151\u6362\u7684\u5546\u54C1=No convertible goods
\u6CA1\u6709\u627E\u5230\u66F4\u591A\u5151\u6362\u7684\u5546\u54C1=Not to find more convertible goods
\u7528\u6237\u4E2D\u5FC3-\u6211\u662F\u5BA2\u6237-\u6211\u7684\u4FE1\u8A89=User center - I\u02CAm a customer - my reputation
\u4FE1\u8A89\u5EA6\u4F1A\u5F71\u54CD\u5230\u5BA2\u6237\u9879\u76EE\u53D1\u5E03=Credibility affects customer project release
\u540E\u7684\u9879\u76EE\u63A8\u9001\u3002= after the project push
\uFF08\u5BC6\u4FDD\u8BBE\u7F6E\u4E0D\u80FD\u4FEE\u6539\u8BF7\u8C28\u614E\u586B\u5199\uFF09=(please fill in the security setting cannot be modified caution)
\u5BC6\u7801\u75316-16\u4F4D\u5B57\u7B26\u4E32\u7EC4\u6210\uFF0C\u533A\u5206\u5927\u5C0F\u5199\uFF08\u4E0D\u80FD\u662F9\u4EE5\u4E0B\u7684\u7EAF\u6570\u5B57\u3001\u4E0D\u80FD\u5305\u542B\u7A7A\u683C\uFF09=The password is made up of 6-16 bit strings, and it is case sensitive (not less than 9, not including spaces).
\u9879\u76EE\u7C7B\u578B\uFF1A=Project type:\u00A0
\u76F8\u5173\u6587\u4EF6=Related files
\u5BA2\u6237\u652F\u4ED8=Customer payment
\u524D\u5F80\u8BC4\u4EF7=Evaluation
\u8BD1\u5458\u6536\u5165=Interpreter income
\u5F85\u7B7E\u6536=To sign in
\u786E\u8BA4\u62D2\u7B7E=Confirm rejection
\u62D2\u7B7E=Refusal
\u5176\u4ED6\u63A8\u8350\u8BD1\u5458=Other recommended interpreters
\u4F5C\u54C1\u7247\u6BB5=Piece of work
\u6635\u79F0\uFF1A=Nickname:
\u672A\u68C0\u6D4B\u5230\u60A8\u6709\u9700\u8981\u6DFB\u52A0\u7684\u62A5\u4EF7=You have not detected the offer you need to add
\u64CD\u4F5C\u6210\u529F=Successful operation
\u603B\u4EF7=Total price
\u6D41\u7A0B\u72B6\u6001=Process state
\u9879\u76EE\u8BED\u79CD=Project language
\u9879\u76EE\u9644\u4EF6=Project files
\u622A\u6B62\u65E5=deadline
\u672A\u627E\u5230\u60A8\u7684\u62A5\u4EF7\u8BED\u8A00=Not finding your quotation language
\u9009\u62E9\u4ED6=Choose him
\u60A8\u4E0D\u662F\u5BA2\u6237\uFF0C\u4E0D\u80FD\u8FDB\u884C\u9009\u5B9A\u8BD1\u5458\u64CD\u4F5C\uFF01=You are not a customer. You can\u02CAt do a selected interpreter.
\u8BE5\u8BD1\u5458\u5C1A\u672A\u5B8C\u5584\u4E2A\u4EBA\u62A5\u4EF7\u4FE1\u606F\uFF0C\u8BF7\u91CD\u65B0\u9009\u62E9=The interpreter has not yet perfected the information of the individual quotation, please rechoose
\u4E0A\u4F20\u6210\u529F=Upload success
\u5C1A\u672A\u67E5\u5230\u60A8\u4E0A\u4F20\u7684\u6587\u4EF6\uFF01=You have not checked the file you uploaded!
\u8BA2\u5355\u6D41\u7A0B\u8BF4\u660E=Order flow description
\u8BD1\u5458\u63A5\u53D7\u5F62\u6210\u8BA2\u5355\u540E=After the interpreter accepts the order form
\u5E73\u53F0\u4F1A\u6839\u636E\u9879\u76EE\u7684\u8FDB\u5C55\u60C5\u51B5\u8BA1\u7B97\u51FA\u6BCF\u6B65\u6D41\u7A0B\u6240\u9700\u8981\u7684\u65E5\u671F\u4EE5\u53CA\u767E\u5206\u6BD4=The platform will according to the progress of the project to calculate the date required for each process and percentage
\u8BD1\u5458\u5E94\u5728\u4FDD\u8D28\u4FDD\u91CF\u7684\u60C5\u51B5\u4E0B=The interpreter should protect the quality and quantity of the interpreter
\u901A\u8FC7\u6DFB\u52A0\u7FFB\u8BD1\u6587\u4EF6\u70B9\u51FB\u4E0A\u4F20=Click upload by adding a translation file
\u8BD1\u5458\u5219\u53EF\u4EE5\u5BF9\u4E0A\u4F20\u7684\u6587\u4EF6\u8FDB\u884C\u6D4F\u89C8\u4EE5\u53CA\u5176\u4ED6\u64CD\u4F5C=The interpreter can browse the uploaded files and other operations
\u9700\u6CE8\u610F\u7684\u662F\u6BCF\u6B21\u5FC5\u987B\u4E0A\u4F20\u6587\u4EF6\u540E\u624D\u53EF\u4EE5\u786E\u8BA4\u6D41\u7A0B\u5B8C\u6210\u8FDB\u5165\u4E0B\u4E00\u6B65=It should be noted that every time we upload a file, we can confirm that the process is completed to the next step. 
\u5426\u5219\u4E0D\u5141\u8BB8\u901A\u8FC7=Otherwise it is not allowed to pass by
\u9879\u76EE\u603B\u4EF7\u683C\uFF1A\uFFE5=Total price: RMB
\u94F6\u884C\u4FE1\u606F=Bank information
\u8BD1\u5458\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458\u4FE1\u606F\u5185\u5BB9=interpreter center-personal information
\u9879\u76EE\u6848\u53F7:=Case No.
\u8BD1\u5458\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u5BFB\u627E\u9879\u76EE=Search projects
\u8BD1\u5458\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u6211\u7684\u79EF\u5206=My integral
\u8BD1\u5458\u4E2D\u5FC3-\u6211\u662F\u8BD1\u5458-\u6211\u7684\u7B49\u7EA7=My level
\u9879\u76EE\u8BED\u8A00\uFF1A=Language:
\u5343\u5B57=1000 words
\u6F0F\u8BCD/\u8D58\u8BD1\uFF1A=Leaking words/Too much translations:
\u7528\u6237\u540D\uFF1A=username:
\u8BF7\u9009\u62E9\u5BC6\u4FDD\u95EE\u9898=Please choose the question
\u5BC6\u7801\u75316-16\u4F4D\u5B57\u7B26\u4E32\u7EC4\u6210\uFF0C\u533A\u5206\u5927\u5C0F\u5199=The password is composed of 16 characters,and case sensitive
\u5168\u7403\u7FFB\u8BD1\u5E73\u53F0--\u8D28\u91CF\u63A7\u5236\u63AA\u65BD=global translation platform - Quality control measure
\u5FC5\u987B\u770B\u6E05\u8BC1\u4EF6\u4FE1\u606F\uFF0C\u4E14\u8BC1\u4EF6\u4FE1\u606F\u4E0D\u80FD\u88AB\u906E\u6321\uFF0C\u6301\u8BC1\u4EBA\u4E94\u5B98\u6E05\u6670\u53EF\u89C1\uFF1B
\u8BC1\u4EF6\u53F7=ID card No.
\u8BF7\u8F93\u5165\u6709\u6548\u8BC1\u4EF6\u53F7\u7801=Please enter valid ID card number
\u5BA2\u6237=Client
\u666E\u901A\u7528\u6237=Domestic consumer
\u8BF7\u8F93\u5165\u4F01\u4E1A\u5168\u79F0=Please enter Enterprise full name
\u8BF7\u9009\u62E9\u7701\u4EFD=Please select province
\u4F01\u4E1A\u56FA\u5B9A\u7535\u8BDD=Enterprise fixed telephone
\u8BF7\u8F93\u5165\u4F01\u4E1A\u4F20\u771F=Please enter Enterprise fax
\u5F00\u6237\u884C=Opening bank
500\uFF0C\u94B1\u5305\u5185\u7559\u67091000\u4EE5\u4E0A\u7684=500,more than 1000 Yuan left in wallet
\u5BA2\u6237\u53D6\u6D88\u8BA2\u5355\u5C06\u4F1A\u6263\u53BB\u4FE1\u8A89\u503C\uFF0C\u8BF7=client Cancel the order will lose reputation value,please
\u8C28\u614E\u9009\u62E9\u3002=make it cautious.
\u901A\u8BAF=Communication
\u6CD5\u5F8B=Law
\u5EFA\u7B51=Budding
\u56ED\u6797=Garden
\u6570\u5B66=Math
\u4E13\u5229=Patent
\u91D1\u878D=Financial
\u751F\u7269=Biology
\u6750\u6599=materials
\u8BF7\u8F93\u5165\u5145\u503C\u91D1\u989D\uFF01=Please enter recharge amount!
\u652F\u4ED8 - \u73AF\u5B87\u7231\u8BD1\u7FFB\u8BD1\u5E73\u53F0=pay= - Aitrans platform
\u4EA4\u6613\u4ED8\u6B3E\u6210\u529F=Payment approval
\u4F60\u7684\u8D27\u6B3E\u5DF2\u7ECF\u6253\u5230\u5356\u5BB6=Your payment has been to seller
\u5FAE\u4FE1=Wechat
\u652F\u4ED8\u5B9D=Alipay
\u8D26\u6237\u4E2D\uFF0C\u8BF7\u60A8\u79EF\u6781\u4E0E\u5356\u5BB6\u8054\u7CFB\uFF0C\u786E\u4FDD\u4EA4\u6613\u987A\u5229\u5B8C\u6210= account,please touch with the seller actively,to make sure the deal accomplish smoothly
\u4EA4\u7A3F\u65E5\u671F\uFF1A=Delivery date
\u5BA2\u6237\u8BA4\u8BC1\u5206\u4E3A\u4F01\u4E1A\u8BA4\u8BC1\u548C\u4E2A\u4EBA\u8BA4\u8BC1\u3002=Customer certification is divided into corporate certification and personal certification.
\u5BA2\u6237\u8BA2\u5355\u8FBE\u5230\u4E00\u5B9A\u6570\u91CF\uFF08\u8FDE\u7EED3\u4E2A\u6708\u8BA2\u5355\u6210\u4EA4\u91CF\u572870\u4EE5\u4E0A\uFF09\u5373\u4E3A\u5E73\u53F0vip\u5BA2\u6237\uFF0C\u53EF\u4EAB\u53D7\u62DB\u6807\u6A21\u5F0F\u7684\u9879\u76EE\u5728\u5E73\u53F0\u5C55\u793A\u65F6\u53EF\u4EE5\u6392\u540D\u5728\u524D\u3002=Customer orders to reach a certain number (for 3 consecutive months the order volume of 70 or more) is the platform vip customers can enjoy the tender mode of the project in the platform to display the top rankings.
\u8BD1\u5458\u53EF\u4EE5\u5728\u5E73\u53F0\u9996\u9875/\u9879\u76EE\u5C55\u793A\u9762\u4E0A\u67E5\u8BE2\u76F8\u5173\u62DB\u6807\u9879\u76EE\u5E76\u53EF\u4EE5\u8FDB\u884C\u6295\u6807\uFF08\u6CE8\uFF1A\u6295\u6807\u65F6\u8BD1\u5458\u9700\u8981\u6EE1\u8DB3\u9700\u6C42\u6240\u9700\u7684\u7FFB\u8BD1\u8981\u6C42,\u6295\u6807\u91C7\u53D6\u62A2\u5355\u6A21\u5F0F\u62A2\u5230\u5219\u5F62\u6210\u8BA2\u5355\u3002\uFF09=The translator can inquire the relevant bidding items on the homepage / project display page of the platform and can bid (Note: The translator needs to meet the translation requirements during the bidding process, and the bidding takes the grab mode to form the order.)
\u5E73\u53F0\u9488\u5BF9\u7B26\u5408\u8BD1\u5458\u7684\u4EFB\u52A1\u8FDB\u884C\u63A8\u9001\uFF0C\u53EF\u4EE5\u76F4\u63A5\u5728\u63A8\u9001\u4E2D\u9009\u62E9\u81EA\u5DF1\u613F\u610F\u63A5\u53D7\u7684\u4EFB\u52A1\u8FDB\u884C\u63A5\u53D7\u3002=The platform for the translation of tasks in line with the push, you can choose to push their own willing to accept the task of acceptance.
\u7531\u4E8E\u9879\u76EE\u7FFB\u8BD1\u65F6\u95F4\u8FC7\u77ED\uFF0C\u5E73\u53F0\u63D0\u9192\u60A8\u9879\u76EE\u53EA\u80FD\u4EE5\u62DB\u6807\u6A21\u5F0F\u53D1\u5E03\uFF0C\u60A8\u4E5F\u53EF\u4EE5\u8054\u7CFB\u5BA2\u670D\uFF0C\u53EF\u80FD\u4F1A\u66F4\u597D\u7684\u89E3\u51B3\uFF0C\u5BA2\u670D\u7535\u8BDD\uFF1A010-82893875=As the project translation time is too short, the platform reminds you that the project can only be released in the tender mode, you can also contact customer service, may be a better solution, customer service Tel: 010-82893875

